var bigtrees = [
  {
    "cat": 4,
    "id": 26,
    "name": "ต้นนนทรี",
    "submitter": "มหาวิทยาลัยเกษตรศาสตร์ โดยคณะวนศาสตร์",
    "address": "ริมสระน้ำ หน้าหอประชุมกลาง ม.เกษตรศาสตร์",
    "detail": "นนทรีขนาดใหญ่ 9 ต้น ริมสระน้ำ หน้าหอประชุมกลาง ม.เกษตรศาสตร์ บางเขน เป็นดังความภาคภูมิใจของชาวเกษตร ที่พระบาทสมเด็จพระเจ้าอยู่หัว และสมเด็จพระนางเจ้าพระบรมราชินีนาถ ได้เสด็จฯ มาทรงปลูกต้นนนทรี และพระราชทานให้เป็นต้นไม้สัญลักษณ์ประจำมหาวิทยาลัยเกษตรศาสตร์ เมื่อวันที่ 29 พฤศจิกายน 2506 ทั้งยังได้ทรงดนตรีเป็นครั้งแรกในวันเดียวกัน เพื่อร่วมรำลึกวันแห่งประวัติศาสตร์ มหาวิทยาลัยเกษตรศาสตร์ ประกาศให้ วันที่ 29 พ.ย. ของทุกปีเป็นวันที่ระลึก \"วันนนทรีทรงปลูก ดนตรีทรงโปรด\" สำหรับต้นนนทรี สัญลักษณ์ประจำมหาวิทยาลัยเกษตรศาสตร์นั้น ถือเป็นต้นไม้ที่มีความทรหดอดทนแม้ในยามแล้ง ซึ่งถือเป็นคุณสมบัติอันพึงมีพึงเป็นของเกษตรกรไทย ต้นนนทรีเป็นไม้ยืนต้น มีอายุยืนยาว ใบเขียวตลอดปี ลักษณะเป็นใบฝอยคล้ายกระถิน ดอกสีเหลืองประปรายด้วยสีขาวเป็นพวงระย้า มีความทนทานและปลูกได้ในทุกสภาพอากาศของไทย จึงถือเป็นสัญลักษณ์เพื่อแสดงว่า นิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์มีใจผูกพันอยู่กับมหาวิทยาลัยตลอดเวลา และสามารถประกอบอาชีพได้ทั่วทุกแห่งหน ทั้งในไร่นา ป่าเขา ทั่วประเทศไทย อนึ่ง พระบาทสมเด็จพระเจ้าอยู่หัวได้พระราชทานพระกระแสรับสั่งตอนหนึ่งว่า \"ขอพูดอะไรสักหน่อย วันนี้ได้รับเชิญมาปลูกต้นไม้ ก็ทำให้คิดว่า การปลูกต้นไม้ก็จำเป็นจะต้องเลือกว่าต้นอะไรถึงจะดี เหมาะสำหรับมหาวิทยาลัย ต้นไม้อะไร ๆ ก็สีเขียว ต้นนนทรีที่เลือกเป็นต้นไม้ของเกษตร ก็เหมาะสมที่มีสีเขียวด้วย เหมาะมากและน่ายินดีมาก ที่ต้นนนทรีนั้นปลูกได้ทั่วทุกแห่งในประเทศไทย เพราะทนแล้ง ทนแดดได้ นี่เป็นความหมายที่ดี เพราะคนไทยถ้าปลูกในแผ่นดินไทย ก็เติบโตดี และเจริญดี ต้นไม้ต้องมีดิน จึงจะเจริญได้ดี ถ้าเอาไปไว้ในกระถาง หรือเอาไปปลูกในน้ำ หรือปลูกในน้ำยาคุณภาพดี ๆ จากต่างประเทศ ก็จะหงอย อยู่ไม่ได้ เขาต้องการดิน ขอฝากต้นไม้นี้ให้มหาวิทยาลัยและนิสิตช่วยกันรักษาให้ดี อย่าให้หงอย ขอฝากนิสิตทั้งหลายขอให้ช่วยกันรักษาตัวเองให้ดี และอย่าลืมว่าตัวเองนั้นจะอยู่กันได้ก็ด้วยแผ่นดินไทย ขอให้ช่วยรักษาแผ่นดินไทยไว้ด้วย คนไทยถ้าไร้แผ่นดินก็จะหงอยกันหมด อยู่กันไม่ได้ และเราก็ไม่อยากให้เป็นเช่นนั้น\" นับจากปี พ.ศ. 2506 จนถึงปัจจุบัน ต้นนนทรีทั้ง 9 ต้น มีอายุ 45 ปี เติบโตเป็นไม้สูงใหญ่ มีขนาดเส้นผ่านศูนย์กลางโดยเฉลี่ย 54 ซม. มีความสูงเฉลี่ยประมาณ 15 เมตร มีพื้นที่เรือนยอดปกคลุม รวม 1,173 ตารางเมตร นับว่าเป็นต้นนนทรีขนาดใหญ่ที่หาพบได้ยากในกรุงเทพมหานคร",
    "location": "13.8410554,100.5749994"
  },
  {
    "cat": 4,
    "id": 27,
    "name": "ต้นสมอไทย",
    "submitter": "โรงเรียนวัดเปาโรหิตย์ เขตบางพลัด กรุงเทพฯ",
    "address": "ตั้งอยู่ภายในบริเวณโรงเรียนวัดเปาโรหิตย์ ชอย จรัญสนิทวงศ์ 62 แขวงบางยี่ขัน เขตบางพลัด กรุงเทพฯ",
    "detail": "ต้นสมอไทยต้นนี้เคยได้รับรางวัลพระราชทาน ต้นไม้ขนาดใหญ่ จากสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เมื่อวันที่ 5 ธันวาคม พ.ศ. 2542 มีอายุ 115 ปี ขนาดความโตของต้น 200 เซนติเมตร ความสูง 15 เมตร เปลือกและผลมีสาร pyrogallul ให้สีดำ ใช้ย้อมแห อวน ผลอ่อน เป็นยาระบาย ขับเสมหะ แก้บิด แก้ไข้ ช่วยให้นอนหลับ ออกดอกประมาณเดือนพฤษภาคม - สิงหาคม และจะออกผล ประมาณเดือนพฤศจิกายน - กุมภาพันธ์ ของทุกปี เป็นแหล่งเรียนรู้แก่นักเรียนในโรงเรียน และประชาชนในชุมชนโดยรอบบริเวณโรงเรียน",
    "location": "13.7805256,100.4928115"
  },
  {
    "cat": 4,
    "id": 28,
    "name": "ต้นไทร",
    "submitter": "คุณอัครินทร์ เลิศวัฒนสิริ",
    "address": "สวนรถไฟ กรุงเทพฯ",
    "detail": "ผมตั้งชื่อภาพว่าร่มโพธิ์ร่มไทร ได้แรงบันดาลใจจากคำว่าร่มโพธิ์ร่มไทรครับ",
    "location": "13.8097464,100.5522022"
  },
  {
    "cat": 4,
    "id": 29,
    "name": "ต้นหูกวาง",
    "submitter": "คุณศุภร กัณหะสุต",
    "address": "ริมแม่น้ำเจ้าพระยา ติดกับอนุสาวรีย์พระเจ้ายา ข้างป้อมฯหน้ากองบัญชาการกองทัพเรื่อ",
    "detail": "",
    "location": "13.8099292,100.4843455"
  },
  {
    "cat": 4,
    "id": 30,
    "name": "ต้นโพธิ์",
    "submitter": "ชมรมถ่ายภาพ สโมสรธนาคารไทยพาณิชย์",
    "address": "บริเวณหน้าธนาคารไทยพาณิชย์สำนักงานใหญ่ (รัชโยธิน) 9 ถนน รัชดาภิเษก แขวงจตุจักร เขตจตุจักร",
    "detail": "ต้นโพธิ์เป็นต้นไม้ที่มีคุณค่าทางจิตใจของโดยเฉพาะผู้ที่นับถือศาสนาพุทธ และทางธนาคารก็ได้นำรูปใบของต้นโพธิ์มาเป็นตราสัญญลักษณ์ประจำธนาคารที่เก่าแก่ที่สุดของประเทศ โพธิ์ต้นนี้เด่นเป็นสง่าบริเวณด้านหน้าธนาคาร และด้านหน้าของพระราชานุสาวรีย์ รัชกาลที่ 5 และพระเจ้าบรมวงศ์เธอ กรมหมื่นมหิศรราชหฤทัย ผู้ก่อกำเนิดธนาคาร และยังเป็นศูนย์รวมและมีคุณค่าทางจิตใจแก่พนักงานธนาคาร โดยในทุก ๆ ปีจะมีการสักการะบวงสรวงในวันก่อตั้งธนาคารเป็นประจำทุกปี ลักษณะของโพธิ์ต้นนี้มีรูปทรงที่สวยงาม เป็นทรงพุ่ม มีกิ่งก้านแผ่ขยายไปโดยรอบ ลำต้นมีขนาดใหญ่มากกว่า 5 คนโอบ เมื่อขับรถมาบนเส้นถนนรัชดาภิเษกบริเวณแยกรัชโยธิน จะเห็นต้นโพธิ์ยืนเด่นเป็นสง่า มีฉากหลังเป็น อาคารที่ทำการธนาคารไทยพาณิชย์อันทันสมัย",
    "location": "13.8266214,100.5617431"
  },
  {
    "cat": 4,
    "id": 31,
    "name": "ต้นพระศรีมหาโพธิ์",
    "submitter": "คุณภารนี สวัสดิรักษ์",
    "address": "ลานหน้าอาคารมหาธีรราชานุสรณ์ จุฬาลงกรณ์มหาวิทยาลัย กรุงเทพฯ",
    "detail": "ต้นพระศรีมหาโพธิ์นี้เติบโตจากหน่อพระศรีมหาโพธิ์ที่รัฐบาลอินเดียมอบให้จุฬาลงกรณ์มหาวิทยาลัย อัญเชิญจากพุทธคยา ประเทศอินเดียมายังจุฬาลงกรณ์มหาวิทยาลัย และมีพิธีสมโภชเมื่อวันที่ 22มกราคม พุทธศักราช 2539 และทำพิธีปลูกที่หน้าลานอาคารมหาธีรราชานุสรณ์ในโอกาสฉลองครบรอบ 80 ปี แห่งการสถาปนาจุฬาลงกรณ์มหาวิทยาลัย เมื่อวันที่ 21 มีนาคม 2540โดยมีสมเด็จพระมหาธีราจารย์ ( นิยม ฐานิสสโร) ผู้แทนสมเด็จพระญาณสังวรสมเด็จพระสังฆราชสกลมหาสังฆปรินายกเป็นประธาน",
    "location": "13.7388987,100.5273316"
  },
  {
    "cat": 4,
    "id": 32,
    "name": "ต้นลำพู",
    "submitter": "คุณปองขวัญ ลาซูส",
    "address": "ริมน้ำหน้าสวนสันติชัยปราการ ถนนพระอาทิตย์",
    "detail": "เป็นต้นลำพูที่อยู่คู่พื้นที่ ที่ทำให้เราเรียกชื่อสถานที่ว่าย่านบางลำพู",
    "location": "13.764063,100.493081"
  },
  {
    "cat": 4,
    "id": 33,
    "name": "ต้นชบาเถา \"เครือเทพรัตน์",
    "submitter": "คุณวรดร ลีธีระกุล",
    "address": "สวนสมเด็จพระนางเจ้าสิริกิติ์ฯ",
    "detail": "ชบาเถา\"สกุลใหม่ เป็นชนิดเดียวในโลกในป่าอนุรักษ์ที่จังหวัดตาก สมเด็จพระเทพฯพระราชทานนาม\"เครือเทพรัตน์\" แต่เสี่ยงต่อการสูญพันธุ์เพราะสำรวจพบแค่ 2-3 ต้นเท่านั้น สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ทรงพระกรุณาโปรดเกล้าฯ พระราชทานชื่อตามพระนามตามที่นักพฤกษศาสตร์ขอพระราช ทานพระราชานุญาตไปว่า Thepparatia Thailandica Phuph. และมีชื่อไทยว่า \"เครือเทพรัตน์\" ซึ่งขณะนี้พบสถานะในถิ่นกำเนิดมีความเสี่ยงต่อการ สูญพันธุ์เพราะสำรวจพบเพียง 2-3 ต้นเท่านั้น\" \"เครือเทพรัตน์\" ถือเป็นชบาเถาชนิดเดียวในโลก ซึ่งสำรวจพบครั้งแรกเมื่อเดือนมีนาคม พ.ศ.2548 ในเขตพื้นที่ป่าอนุรักษ์ในจังหวัดตากใกล้กับชายแดนพม่า พบอยู่บริเวณหุบเขาลาดชันใกล้ลำธารใน ป่าดิบแล้งที่ระดับความสูงประมาณ 700 เมตร ซึ่งถือว่าเป็นการพบโดยบังเอิญหลังจากที่เห็นดอก ที่โดดเด่นสะดุดตาอยู่บนต้นไม้สูงเนื่องจากมีลักษณะคล้ายดอกชบา แต่กลับพบเป็นเถาไม้เลื้อยขนาดใหญ่พบเพียงแค่ 2-3 ต้นเท่านั้น",
    "location": "13.8075171,100.548369"
  },
  {
    "cat": 4,
    "id": 34,
    "name": "ต้นจันทน์",
    "submitter": "คุณปองขวัญ ลาซูส",
    "address": "หน้าหอพระไตรปิฎก วัดระฆังโฆษิตาราม",
    "detail": "รายละเอียดของต้นไม้ : เป็นต้นจันทน์ 1 คู่ ที่พระบามสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดช ทรงปลูกไว้ทางด้านซ้ายมือและสมเด็จพระนางเจ้าสิริกิติ์พระบรมราชินีนาถ ทรงปลูกไว้ทางด้านขวามือ เมื่อวันที่ 18 กันยายน พ.ศ. 2514 เพื่อเป็นที่ระลึกในการเสด็จพระราชดำเนินทอดพระเนตรหอพระไตรปิฎก ซึ่งเป็นนิวาสสถานเดิมของพระบามสมเด็จพระพุทธยอดฟ้าจุฬาโลก พระบรมปฐมกษัตริย์แห่งราชวงศ์จักรี การบูรณะปฏิสังขรณ์หอพระไตรปิฎกวัดระฆังโฆษิตารามนี้ สมาคมสถาปนิกสยามฯ ได้ตั้งกรรมาธิการมีชื่อว่าคณะกรรมาธิการวิชาการสาขาอนุรักษ์ศิลปกรรม (พ.ศ. 2511) เพื่อดำเนินการ นับเป็นกรรมการชุดที่เป็นต้นกำเนิดของกรรมาธิการอนุรักษ์ศิลปสถาปัตยกรรม และสมาคมอนุรักษ์ศิลปกรรมและสิ่งแวดล้อมต่อมาในปี พ.ศ. 2514",
    "location": "14.5503949,100.8549761"
  },
  {
    "cat": 4,
    "id": 35,
    "name": "ต้นมะขาม",
    "submitter": "สวนสราญรมย์",
    "address": "สวนสราญรมย์",
    "detail": "",
    "location": "13.7481487,100.492813"
  },
  {
    "cat": 4,
    "id": 36,
    "name": "ต้นจำปาเทศ",
    "submitter": "สวนสราญรมย์",
    "address": "สวนสราญรมย์",
    "detail": "",
    "location": "13.7481487,100.492813"
  },
  {
    "cat": 4,
    "id": 37,
    "name": "ต้นแก้ว",
    "submitter": "คุณปองขวัญ ลาซูส",
    "address": "สวนแก้ว มหาวิทยาลัยศิลปากร วังท่าพระ",
    "detail": "",
    "location": "13.7527748,100.4879619"
  },
  {
    "cat": 4,
    "id": 38,
    "name": "ต้นไกร",
    "submitter": "ชมรมถ่ายภาพ สโมสรธนาคารไทยพาณิชย์",
    "address": "ธนาคารไทยพาณิชย์ สาขาตลาดน้อย 1280 ถนนโยธา แขวงตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพฯ",
    "detail": "ต้นไกรนับเป็นต้นไม้มงคลอีกชนิดหนึ่ง ไกรต้นนี้มีอายุมากกว่าศตวรรษ เคียงคู่กับอาคารที่ทำการสำนักงานใหญ่ของธนาคารไทยพาณิชย์ในอดีต ซึ่งปัจจุบันเป็นสาขาตลาดน้อย และยังเปิดให้บริการแก่ลูกค้าจวบจนปัจจุบัน ลำต้นมีขนาดใหญ่มากประมาณ 10 คนโอบ มีความสูงประมาณตึก 5 ชั้น กิ่งก้านได้แผ่ขยายปกคลุมบริเวณสนามหญ้าหน้าที่ทำการสาขาฝั่งริมน้ำเจ้าพระยาให้ความร่มรื่นแก่ลูกค้าที่มาใช้บริการ ยามใดได้มีโอกาสนั่งเรือท่องแม่น้ำเจ้าพระยาเมื่อมองขึ้นมาจะเห็นต้นไกรเขียวขจีริมฝั่งน้ำ มีอาคารทรงสถาปัตยกรรมแบบโบซารส์ที่เก่าแก่มีอายุกว่า 100 ปี อยู่เบื้องหลัง นับเป็นความภาคภูมิใจอีกสถานที่หนึ่งของพนักงานธนาคาร และประชาชนชาว กทม.",
    "location": "13.7319317,100.510638"
  },
  {
    "cat": 4,
    "id": 39,
    "name": "ต้นศรีมหาโพธิ์",
    "submitter": "สวนหลวง ร ๙ แขวงหนองบอน เขตประเวศ กรุงเทพ ฯ",
    "address": "สวนหลวง ร ๙ แขวงหนองบอน เขตประเวศ กรุงเทพ ฯ",
    "detail": "ทรงปลูกโดย สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ศรีมหาโพธิ์ต้นนี้ได้นำพันธุ์มาจากประเทศอินเดีย เป็นต้นไม้ที่ทรงคุณค่าในทางพระพุทธศาสนาทั้งในจิตใจของประชาชนชาวพุทธ ให้รำลึกถึงองค์สมเด็จพระสัมมาสัมพุทธเจ้า ตลอดจนการปฏิบัติ ตามแนวทางที่พระพุทธองค์ทรงสั่งสอนไว้ให้ประพฤติดีปฏิบัติชอบ ละเว้นความชั่วโดยยึดหลักการปฏิบัติตามศิล ๕ อันเป็นแนวทางให้สามารถอยู่ในสังคมได้อย่างมีความสุข เป็นแนวทางสายกลาง ที่ลดปัญหาต่าง ๆ ทำให้สังคมอยู่กันอย่างมีความสงบสุข อย่างพอเพียง ตามหลักธรรมของพระพุทธศาสนา",
    "location": "13.6861347,100.6605012"
  },
  {
    "cat": 4,
    "id": 40,
    "name": "ไม่ทราบชื่อ",
    "submitter": "คุณอดิศร จันทร์วิจิตรกุล",
    "address": "ลานข้างห้างเซ็นทรัลเวิร์ล",
    "detail": "แม้จะเป็นต้นไม้ใหญ่ต้นท้าย ๆ ที่เหลืออยู่ในบริเวณนี้ ก็ยังพอที่จะเป็นร่มเงาให้ผู้ผ่านไปมา หรือคนทั่วไป ให้ได้พักผ่อนจากความร้อนกลางกรุงได้",
    "location": "13.744967,100.5382734"
  },
  {
    "cat": 4,
    "id": 41,
    "name": "ต้นมะขาม",
    "submitter": "คุณทัชชา หลำผาสุข",
    "address": "498 ซ.จรัญสนิทวงศ์ 79 แขวงบางพลัด เขตบางพลัด กรุงเทพฯ",
    "detail": "เป็นต้นมะขามที่มีอายุกว่า 100 ปี มีมาตั้งแต่สมัยปู่ทวดย่าทวด ตั้งแต่เราจำความได้ก็เห็นต้นมะขามต้นนี้ตั้งตระหง่านอยู่บ้านแล้ว จากต้นไม้ใหญ่ที่เคยตั้งตรง 90 องศา กาลเวลาได้ผ่านล่วงไป ลำต้นก็เริ่มเอนลงตามวันเวลา มันเริ่มเอนลงมาจนจะพาดถึงกำแพงฝั่งตรงข้ามแล้วแต่ก็ไม่อยากโคนเค้าทิ้ง เลยทำการเอาเสาปูนซีเมนต์มาค้ำยันช่วงกิ่งที่เค้าพาดมายังกำแพงฝั่งตรงข้ามไว้ เผื่อให้เ้ค้าสามารถยืนต้นอยู่ได้ให้ตราบนานเท่านาน จนกว่าจะยืนต้นต่อไปอีกไม่ไหวหรือให้เค้าล้มไปตามธรรมชาติ \"เค้าอาจจะไม่ใช่ต้นไม้ที่สวยที่สุด สูงที่สุด หรือสมบูรณ์ที่สุด แต่เค้ามีคุณค่าและน่าประทับใจสุดสำหรับครอบครัวของเรา",
    "location": ""
  },
  {
    "cat": 4,
    "id": 42,
    "name": "ต้นยาง",
    "submitter": "คุณไชยา กัญญาพันธุ์ ผู้อำนวยการโรงเรียนทีปังกรวิทยาพัฒน์ (วัดน้อยใน) ในพระราชูปถัมภ์ฯ",
    "address": "",
    "detail": "เส้นรอบวง 4.40 เมตร สูงประมาณ 55 เมตร อายุกว่า100 ปี",
    "location": "13.7870704,100.4531839"
  },
  {
    "cat": 4,
    "id": 43,
    "name": "ต้นมะขาม",
    "submitter": "คุณไชยา กัญญาพันธุ์ ผู้อำนวยการโรงเรียนทีปังกรวิทยาพัฒน์ (วัดน้อยใน) ในพระราชูปถัมภ์ฯ",
    "address": "วัดน้อยใน แขวง ตลิ่งชัน เขต ตลิ่งชัน กรุงเทพฯ",
    "detail": "เส้นรอบวง 5.50 เมตร สูงประมาณ 30 เมตร อายุกว่า 100 ปี",
    "location": "13.7870704,100.4531839"
  },
  {
    "cat": 4,
    "id": 44,
    "name": "ต้นไทรหุ้มต้นมะพลับ",
    "submitter": "คุณไชยา กัญญาพันธุ์",
    "address": "วัดไก่เตี้ย แขวง ตลิ่งชัน เขต ตลิ่งชัน กรุงเทพฯ",
    "detail": "เส้นรอบวง 7.90 เมตร สูงประมาณ 50 เมตร อายุกว่า 100 ปี",
    "location": "13.7852737,100.4625232"
  },
  {
    "cat": 4,
    "id": 45,
    "name": "ต้นมะพลับ",
    "submitter": "คุณไชยา กัญญาพันธุ์",
    "address": "วัดไก่เตี้ย แขวง ตลิ่งชัน เขต ตลิ่งชัน กรุงเทพฯ",
    "detail": "เส้นรอบวง 3.20 เมตร สูงประมาณ 35 เมตร อายุกว่า 100 ปี",
    "location": "13.7852737,100.4625232"
  },
  {
    "cat": 4,
    "id": 46,
    "name": "ต้นก้ามปู",
    "submitter": "คุณไชยา กัญญาพันธุ์",
    "address": "อยู่ทางเข้าหมู่บ้านร่มรื่นแขวง ตลิ่งชัน เขต ตลิ่งชัน กรุงเทพฯ",
    "detail": "เส้นรอบวง 5.50 เมตร สูงประมาณ 45 เมตร กำลังถูกกานต้นไม้ให้ตายอย่างน่าหวาดเสียว",
    "location": "13.7825184,100.4416842"
  },
  {
    "cat": 4,
    "id": 47,
    "name": "ต้นยาง",
    "submitter": "คุณไชยา กัญญาพันธุ์",
    "address": "โรงเรียนทีปังกรวิทยาพัฒน์ (วัดน้อยใน) ในพระราชูปถัมภ์ฯ แขวง ตลิ่งชัน เขต ตลิ่งชัน กรุงเทพฯ",
    "detail": "เส้นรอบวง 4.60 เมตร สูงประมาณ 50 เมตร",
    "location": "13.7870704,100.4531839"
  },
  {
    "cat": 4,
    "id": 48,
    "name": "ต้นประดู่ป่า",
    "submitter": "คุณณัฐธัญ จันทร์จำรัส",
    "address": "องค์การคนพิการสากลประจำภูมิภาคเอเชียแปซิฟิก 92 ซอยราชครู พหลโยธิน 5 สามเสนใน พญาไท กทม",
    "detail": "อายุประมาณ 60-80 ปี ความสูงไม่ต่ำกว่า 15 เมตร ตั้งอยู่ในบริเวณบ้านที่สร้างโดยจอมพลผิน ชุณหะวัณ บิดาของพลเอกชาติชาย ชุณหะวัณ อดีตนายกรัฐมนตรี ซึ่งสถานที่แห่งนี้มีประวัติเกี่ยวข้องกับการเมืองไทยมาเป็นระยะเวลานาน ขณะนี้องค์การคนพิการสากลได้ใช้ที่ทำการพรรคชาติพัฒนาในอดีตเป็นสำนักงาน ในบริเวณสำนักงานมีความร่มรื่นย์เป็นอย่างมาก ทำให้ผู้ที่ทำงานในนั้นต่างมีความรู้สึกเหมือนทำงานในบ้าน มีอากาศที่บริสุทธิ์ และจิตใจเบิกบาน ได้สัมผัสกับธรรมชาติในทุกวันของการทำงาน",
    "location": "13.7756622,100.5414714"
  },
  {
    "cat": 4,
    "id": 49,
    "name": "ต้นมะขาม",
    "submitter": "คุณมาลินี จันทร์เลิศฟ้า",
    "address": "โรงเรียนวัฒนาวิทยาลัย 67 ถ.สุขุมวิท19 แขวง คลองเตยเหนือ เขตวัฒนา กรุงเทพฯ",
    "detail": "ต้นมะขามเป็นต้นไม้ประจำโรงเรียนวัฒนาวิทยาลัย ต้นมะขามต้นใหญ่คอยให้ร่มเงา และ ทำให้อากาศในวัฒนาสะอาด ถึงแม้ว่าบริเวณรอบข้างโรงเรียนจะมีตึกสูงมากมาย มากขึ้นเรื่อยๆ สวนทางกับจำนวนของต้นไม้ ออซิเจน และคนที่มีสุขภาพดี",
    "location": "13.7442933,100.5583458"
  },
  {
    "cat": 4,
    "id": 50,
    "name": "ต้นยางอินเดีย",
    "submitter": "Pongkwan Lassus",
    "address": "in front of faculty of architecture Silpakorn university Wang Thaphra",
    "detail": "",
    "location": "13.7534703,100.4884517"
  },
  {
    "cat": 4,
    "id": 51,
    "name": "ต้นหางนกยูง",
    "submitter": "คุณภูมิใจ อัตตะนันทน์",
    "address": "สำนักงานคณะกรรมการพัฒนาการเศรษฐกิจและสังคมแห่งชาติ เลขที่ 962 ถนนกรุงเกษม เขตป้อมปราบฯ กรุงเทพฯ",
    "detail": "โดยต้นไม้ยืนต้นแผ่กิ่งก้านสง่างามอยู่บริเวณด้านหน้าซ้ายของอาคารพิพิธภัณฑ์สุริยานุวัตรเพื่อการพัฒนาประเทศ ซึ่งก่อสร้างประมาณปี 2448 เดิมเป็นบ้านของท่านพระยาสุริยานุวัตร ซึ่งได้รับยกย่องเป็นนักเศรษฐศาสตร์คนแรกของไทย ผู้เขียน “ทรัพย์ศาสตร์” ตำราเศรษฐศาสตร์เล่มแรกของไทย",
    "location": "13.7573985,100.5124998"
  },
  {
    "cat": 4,
    "id": 52,
    "name": "ต้นมะขามคู่",
    "submitter": "สำนักงานเขตบางกอกใหญ่ส่งเข้าประกวด",
    "address": "หน้ายักษ์วัดอรุณฯ เขตบางกอกใหญ่ กรุงเทพฯ",
    "detail": "ต้นมะขามคู่ 2 ต้นนี้มีการตัดแต่งดูแลควบคุมทรงพุ่มอย่างสวยงามและยืนคู่กับยักษ์ วัดอรุณฯ มาร่วมร้อยกว่าปีมีรูปทรงและควายสวยงามเข้ากับภูมิทัศน์และสถาปัตย์อย่างสวยงามและลงตัว หลายยุกค์หลายสมัยหลายคนที่ได้ถ่ายรูปคู่กับยักษ์วัดอรุณฯจะต้องถ่ายรูปคู่กับต้นมะขามคู่นี้ด้วยเสมอ",
    "location": "13.7437052,100.4867378"
  },
  {
    "cat": 1,
    "id": 1,
    "name": "ต้นไทรทอง",
    "submitter": "นันทพล แสงกวีเลิศ",
    "address": "โรงเรียนพระรามหกเทคโนโลยี",
    "detail": "",
    "location": "13.807290, 100.512175"
  },
  {
    "cat": 1,
    "id": 2,
    "name": "ต้นมะขามเปรี้ยว",
    "submitter": "ปิติ ประมูลมาก",
    "address": "",
    "detail": "คุณย่าของผมเล่าว่า เมื่อคุณย่าเกิดและเริ่มจำความได้ก็เห็นต้นไม้นี้ยืนต้นโดดเดี่ยวแผ่กิ่งก้านสูงสง่า น่าเกรงขาม ซึ่งปัจจุบันคุณย่ามีอายุ 87 ปี ฉนั้นจึงเดาได้ว่าอายุของต้นไม้น่าจะกว่า 90-100 ปี เส้นรอบวงที่วัดได้ 320 ซม. ความสูงโดยประมาณ 15 เมตร",
    "location": ""
  },
  {
    "cat": 1,
    "id": 3,
    "name": "ต้นไทร",
    "submitter": "ชูวิทย์ ประดิษฐบาทุกา",
    "address": "โรงพยาบาลกลาง",
    "detail": "คนไทยโบราณเชื่อว่า บ้านใดปลูกต้นไทรไว้ประจำบ้านจะทำให้เกิดความร่มเย็น เพราะคนโบราณได้กล่าวว่า ร่มโพธิ์ ร่มไทร ช่วยทำให้เกิดความร่มเย็นเป็นสุขนอกจากนี้ยังช่วยคุ้มครองป้องกันภัยอันตรายทั้งปวงเพราะบางคนเชื่อว่าต้นไทรเป็นต้นไม้ที่ศักดิ์สิทธิ์ ซึ่งมีเทพารักษ์อาศัยอยู่คอยคุ้มครองพิทักษ์ปวงชนให้มีความอยู่เย็นเป็นสุข",
    "location": "13.746815, 100.509233"
  },
  {
    "cat": 1,
    "id": 4,
    "name": "ต้นโพธิ์",
    "submitter": "จ.ส.อ.ศรัณย์ ฤทธิเสน",
    "address": "วัดพระศรีมหาธาตุวรมหาวิหาร",
    "detail": "",
    "location": "13.874598, 100.593492"
  },
  {
    "cat": 1,
    "id": 5,
    "name": "ต้นโพธื์",
    "submitter": "ตรีธา ปิยธโร",
    "address": "ป้อมตำรวจเชิงสะพานเทวกรรมรังรักษ์",
    "detail": "",
    "location": "13.760485, 100.512858"
  },
  {
    "cat": 1,
    "id": 6,
    "name": "ต้นไกร",
    "submitter": "คณาธิป ภัทรชลิต",
    "address": "สวนสมเด็จย่า",
    "detail": "เป็นต้นไม้ที่อยู่ภายในอุทยานเฉลิมพระเกียรติสมเด็จพระศรีนครินทราบรมราชชนนี (สวนสมเด็จย่า) เขตคลองสาน ปลูกตั้งแต่สมัยรัชกาลที่ 5 อีกทั้งต้นนี้ยังมีใบที่เยอะที่สุดใบบรรดาต้นไม้อื่นๆอีกด้วย",
    "location": "13.738778, 100.499371"
  },
  {
    "cat": 1,
    "id": 7,
    "name": "ต้นมะเดื่ออุทุมพร",
    "submitter": "พณกฤษ อุมกิตติ",
    "address": "มหาวิทยาลัยศิลปากร ท่าพระ",
    "detail": "ต้นมะเดื่ออุทุมพรต้นนี้ ด้วยอายุและขนาดที่ใหญ่ทำให้ขวางการทำทางผ่านหน้าคณะจนต้องตัดออกบางส่วน ชาวโบราณจึงขนานนามต้นไม้ใหญ่นี้ว่าปู่กร่าง และเพื่อเป็นมิ่งขวัญของชาว เราจึงจัดให้มีพิธีสมโภชทุกปี ส่วนเรื่องอายุมีผู้สันนิษฐานว่าน่าจะมีมาสมัยตอนต้นรัตนโกสินทร์เพราะพบภาพถ่ายเก่าราว สมัยร.๔ต้นไม้ต้นนี้ก็มีขนาดใหญ่มากแล้ว",
    "location": "13.753589, 100.490162"
  },
  {
    "cat": 1,
    "id": 8,
    "name": "ต้นไทร",
    "submitter": "สุรเดช ผุดประภากุล",
    "address": "โรงเรียนอัสสัมชัญ ธนบุรี",
    "detail": "",
    "location": "13.734122, 100.370568"
  },
  {
    "cat": 1,
    "id": 9,
    "name": "ต้นประดู่",
    "submitter": "สุรเดช ผุดประภากุล",
    "address": "วัดอุดม โปษะกฤษณะวราราม",
    "detail": "",
    "location": "13.766553, 100.333679"
  },
  {
    "cat": 1,
    "id": 10,
    "name": "ต้นจามจุรี",
    "submitter": "ด.ช.ธีระ พรสิริภักดี",
    "address": "คริสตจักรวัฒนา",
    "detail": "ปล.เด็กเขาอยากส่งค่ะ ได้รางวัลหรือไม่ได้ไม่ใช่เรื่องสำคัญ เขาบอกว่าส่งมาไว้ \"คนอื่นเห็นเยอะๆ แล้วต่อไปจะได้ไม่มีใครกล้าไปตัด\" เรื่องเกิดจากเขาเสียดายที่ปีที่แล้วพึ่งโดนตัดไปต้นนึงเพราะที่นี่จะสร้างตึก ต้นใหญ่พอกับต้นนี้ค่ะ เขาว่าถ้ามีกฎหมายคุ้มครอง ต้นนี้ก็จะยังอยู่ มันไม่ใช่ไม้มีราคา ผู้รับเหมาและคนดูแลโครงการเลยไม่ได้ใช้วิธีย้าย แต่โค่นทิ้งแทน เด็กน้อยยังรู้สึกเสียดาย แต่ผู้ใหญ่ไม่รู้สึก",
    "location": "13.742976, 100.560080"
  },
  {
    "cat": 1,
    "id": 11,
    "name": "ต้น Ficus religiosa",
    "submitter": "พล.อ. วิษณุ คงสิริ",
    "address": "",
    "detail": "",
    "location": ""
  },
  {
    "cat": 1,
    "id": 12,
    "name": "ต้นจามจุรี",
    "submitter": "ทินรัตน์ ศรีสุวรรณ์",
    "address": "สถาบันสุขภาพสัตว์แห่งชาติ กรมปศุสัตว์",
    "detail": "",
    "location": "13.854106, 100.576681"
  },
  {
    "cat": 1,
    "id": 13,
    "name": "ต้นโพธิ์",
    "submitter": "ทินรัตน์ ศรีสุวรรณ์",
    "address": "สถาบันสุขภาพสัตว์แห่งชาติ กรมปศุสัตว์",
    "detail": "",
    "location": "13.854106, 100.576681"
  },
  {
    "cat": 1,
    "id": 14,
    "name": "ต้นตะแบก",
    "submitter": "สุรเดช ผุดประภากุล",
    "address": "อาคารฝ่ายพัฒนาและวิจัยโรงงานยาสูบ",
    "detail": "",
    "location": "13.765627, 100.552260"
  },
  {
    "cat": 1,
    "id": 15,
    "name": "ต้นกร่าง",
    "submitter": "พูนศักดิ์ สักกทัตติยกุล",
    "address": "โรงเรียนสตรีศรีสุริโยทัย",
    "detail": "อายุกว่า 200 ปี ความสูง มากกว่า 15 เมตร เส้นรอบวงวัดจากพื้นดิน 1.3 เมตร ขนาดใหญ่กว่า 10 คนโอบ อ่านข้อมูลเพิ่มเติมที่ http://www.thaigoodview.com/node/41181",
    "location": "13.715553, 100.516056"
  },
  {
    "cat": 1,
    "id": 16,
    "name": "ต้นยางนา",
    "submitter": "สุวิมล กนกนาค",
    "address": "ฌาปนสถาน วัดหนองจอก",
    "detail": "ต้นยางนาต้นนี้มีอายุประมาณ 100 ปี ความสูงเกินกว่า 20 เมตร เส้นผ่าศูนย์กลางประมาณ 97-99 เซนติเมตร ความยาวรอบโคนต้นประมาณ 360 เซนติเมตร ต้นยางนานี้เป็นต้นไม้ที่เด็กๆ ทุกคนที่เคยเรียนเคยเล่นกันอย่างสนุกในบริเวณวัดหนองจอกในสมัยนั้น มักจะเก็บลูกยางที่หล่นลงมา โยนเล่นกันอย่างสนุกสนาน เพราะของเล่นในสมัยนั้นมีไม่มาก ลูกยางจะถูกเก็บมาเล่นกันอย่างแพร่หลาย ถ้าใครไม่รู้จักถือว่าเชยมากๆ ต้นยางที่ว่าตอนนี้ยังคงอยู่ที่เดิม ปัจจุบันนี้มีลำต้นที่ใหญ่มาก สวยมาก สูงมากและข้าพเจ้ารู้สึกว่ามีคุณค่ามาก ที่พวกเราทุกคนควรจะรักษาไว้ให้อยู่ไปให้นาน ๆ และต้นยางต้นนี้ยังคงปลูกอยู่ในบริเวณเจดีย์เก็บอัฐิของบรรพบุรุพของคนในชุมชนรอบ ๆ วัดหนองจอกที่เดิม ซึ่งเป็นเพียงบางส่วนที่ให้ลูกหลานได้ศึกษาหาความรู้ในเชิงประวัติศาสตที่มีชีวิตให้ลูกหลานได้ศึกษาจนถึงวันนี้",
    "location": "13.856112, 100.861099"
  },
  {
    "cat": 1,
    "id": 17,
    "name": "ต้นหูช้าง",
    "submitter": "สงวน ธีระกุล",
    "address": "หลัง มหาวิทยาลัยเกษตรศาสตร์",
    "detail": "น่าชื่นชม สมควรเก็บรักษาไว้ บรรยากาศถนนในซอย สั้นๆ สายนี้ ร่มรื่น สงบ เหมาะสำหรับนักขี่จักรยาน",
    "location": ""
  },
  {
    "cat": 1,
    "id": 18,
    "name": "ต้นไทร",
    "submitter": "ปราณิสา พูลสมบัติ",
    "address": "โรงแรมสวิสโฮเต็ล ปาร์คนายเลิศ",
    "detail": "ต้นไทร เป็นต้นไม้เก่าแก่ที่ปลูกไว้ในสมัยรัชกาลที่ 6 โดย พระยาภักดีนรเศรษฐ (เลิศ เศรษฐบุตร) ซึ่งได้มีการปลูกต้นไทรในพื้นที่บริเวณดังกล่าวจำนวนมาก โดยหวังไว้ให้เป็นที่พักอาศัยของเหล่านกกา ซึ่งเมื่อครั้นมีการปรับปรุงพื้นที่เพื่อสร้างโรงแรม ท่านผู้หญิงเลอศักดิ์ สมบัติศิริ ได้ให้สถาปนิกออกแบบโรงแรมให้สอดคล้องกับภูมิทัศน์ของต้นไม้ที่มีอยู่เดิม และห้ามมิให้ตัดต้นไม้ที่มีอยู่ ทำให้ปัจจุบันโรงแรมยังมีต้นไม้ขนาดใหญ่ ต้นไม้พื้นเมืองที่สำคัญของประเทศไทย ซึ่งได้รับการดูแลรักษาเป็นอย่างดี อีกเป็นจำนวนมาก",
    "location": "13.747264, 100.546921"
  },
  {
    "cat": 1,
    "id": 19,
    "name": "ไม่ทราบชื่อ",
    "submitter": "วัชราภรณ์ พุ่มทอง",
    "address": "ทางเชื่อมสวนรถไฟกับสวนโมกข์",
    "detail": "ต้นอะไรไม่ทราบค่ะ เป็นไม้ยืนต้นขนาดใหญ่ทรงเป็นพุ่มใหญ่ให้ร่มเงา สวยงามทีเดียว",
    "location": ""
  },
  {
    "cat": 1,
    "id": 20,
    "name": "ไม่ทราบชื่อ",
    "submitter": "ธนพล เฮงสาโรชัย",
    "address": "วัดเทพศิรินทราวาส",
    "detail": "",
    "location": "13.747251, 100.513370"
  },
  {
    "cat": 1,
    "id": 21,
    "name": "ต้นมะเดื่ออุทุมพร",
    "submitter": "สมจอง รองแก้ว",
    "address": "ชุมชนท่าวัง",
    "detail": "ต้นมะเดื่ออุทุมพรต้นนี้อายุกว่า 100 ปี ยืนต้นเคียงคู่กับแนวกำแพงโบราณ และเป็นที่สถิตของศาลปู่ตา สิ่งสักการะสำคัญประจำชุมชนท่าวัง",
    "location": "13.753729, 100.488843"
  },
  {
    "cat": 1,
    "id": 22,
    "name": "ต้นมะขาม",
    "submitter": "เทียมใจ ทองเมือง",
    "address": "สมาคมนักข่าวนักหนังสือพิมพ์แห่งประเทศไทย",
    "detail": "อายุของต้นมะขามไม่น่าจะต่ำกว่า 30 ปี พุ่มของต้นมะขามให้ร่มเงารถยนต์ 8 คัน ดูเหมือนจะเป็นไม้ใหญ่ที่เหลืออยู่ค่ะ",
    "location": "13.780001, 100.509434"
  },
  {
    "cat": 1,
    "id": 23,
    "name": "ต้นโพธิ์",
    "submitter": "สมศักดิ์ แสงกุศลส่ง",
    "address": "วัดมหาธาตุยุวราชรังสฤษฎิ์ราชวรมหาวิหาร",
    "detail": "",
    "location": "13.755196, 100.490891"
  },
  {
    "cat": 1,
    "id": 24,
    "name": "ต้นพะยอม",
    "submitter": "สวนสาธารณะเฉลิมพระเกียรติ ๖ รอบพระชนมพรรษา",
    "address": "สวนสาธารณะเฉลิมพระเกียรติ ๖ รอบพระชนมพรรษา",
    "detail": "",
    "location": "13.686044, 100.518801"
  },
  {
    "cat": 1,
    "id": 25,
    "name": "ต้นงิ้ว",
    "submitter": "สวนสาธารณะเฉลิมพระเกียรติ ๖ รอบพระชนมพรรษา",
    "address": "สวนสาธารณะเฉลิมพระเกียรติ ๖ รอบพระชนมพรรษา",
    "detail": "",
    "location": "13.686044, 100.518801"
  },
  {
    "cat": 1,
    "id": 26,
    "name": "ต้นไทร",
    "submitter": "ส.อ.สุนทรชัย ขอบชิต",
    "address": "เชิงสะพานบางขุนเทียน",
    "detail": "",
    "location": ""
  },
  {
    "cat": 1,
    "id": 27,
    "name": "ต้นโพธิ์",
    "submitter": "ส.อ.สุนทรชัย ขอบชิต",
    "address": "ริมทางรถไฟติดวัดราชโอรสาราม",
    "detail": "",
    "location": "13.701673, 100.464974"
  },
  {
    "cat": 1,
    "id": 28,
    "name": "ต้นมะพลับ",
    "submitter": "ธีรนันท์ ช่วงพิชิต",
    "address": "วัดหงส์รัตนาราม",
    "detail": "ต้นมะพลับ ขนาด 2 คนโอบนะครับ แต่เผอิญว่าตอนนี้ทางวัดกำลังซ่อมทางพระอุโบสถ จึงทำที่พักคนงานอยู่ข้าง ๆ มุมมองเลยไม่ค่อยสวยนะครับ แต่เป็นต้นมะพลับที่ใหญ่มากที่เดียว เมื่อเทียบกับที่เคยเห็นมา",
    "location": "13.739909, 100.487174"
  },
  {
    "cat": 1,
    "id": 29,
    "name": "ต้นอิน-จัน",
    "submitter": "ธีรนันท์ ช่วงพิชิต",
    "address": "มัสยิดต้นสน",
    "detail": "เป็นต้นอิน-จันนะครับ นี่อยู่ที่มัสยิดต้นสน ข้างวัดหงส์รัตนาราม ในสุสานครับ ทางมัสยิดพยายามรักษาต้นไม้ใหญ่ ๆ เพื่อให้เป็นพื้นที่สีเขียวนะครับ",
    "location": "13.740054, 100.488669"
  },
  {
    "cat": 1,
    "id": 30,
    "name": "ต้นกรวยป่า",
    "submitter": "ธีรนันท์ ช่วงพิชิต",
    "address": "วัดหงส์รัตนาราม",
    "detail": "",
    "location": "13.739909, 100.487174"
  },
  {
    "cat": 1,
    "id": 31,
    "name": "ต้นกรวบ/มะพร้าวลิง",
    "submitter": "ธีรนันท์ ช่วงพิชิต",
    "address": "สถาบันจิตเวชศาสตร์สมเด็จเจ้าพระยา",
    "detail": "ต้นกรวย หรือมะพร้าวลิง ที่เป็นที่มาของบางกรวย ต้นนี้ใหญ่มากอีกต้นหนึ่ง วงรอบประมาณ 2.60 -2.70 เมตร สูงเฉียด ๆ 20 เมตรครับ อยู่ในสถาบันจิตเวชศาสตร์สมเด็จเจ้าพระยา เขตคลองสาน กรุงเทพ ที่น่าสนใจอีกด้านหนึ่งก็อย่างที่เคยบอกกับคุณอรยาว่า คุณหมอที่นี่ และผอ. ที่นี่รักและหวงต้นไม้อย่างน่านับถือ และต้นไม้ในสถานที่แห่งนี้ที่ขนาดใหญ่ ๆ พิเศษ มีมากที่เดียว",
    "location": "13.731038, 100.504512"
  },
  {
    "cat": 1,
    "id": 32,
    "name": "ต้นไทร",
    "submitter": "สมชาติ วรินทราวาท",
    "address": "ท้ายบ้านสวนราชา",
    "detail": "",
    "location": "13.843330, 100.620930"
  },
  {
    "cat": 1,
    "id": 33,
    "name": "ต้นไทร",
    "submitter": "เจริญศักดิ์ เที่ยงธรรม",
    "address": "",
    "detail": "เป็นต้นไทรขนาดใหญ่มีอายุปาระมาณ 80 กว่าปี ขนาดเส้นรอบโคนประมาณ 4.5 เมตร ความสูงประมาณ ตึก 4 ชั้น ทรงพุ่มสวยงามมาก ลำต้นอุดมสมบูรณ์เนื่องจากเจ้าของดูแลเป็นอย่างดี",
    "location": ""
  },
  {
    "cat": 1,
    "id": 34,
    "name": "ต้นโพธิ์",
    "submitter": "ดวงใจ เรียววิไลสุข",
    "address": "",
    "detail": "เป็นต้นโพธิ์ที่มีอายุกว่า 10 ปี ให้ร่มเงา และความร่มเย็นเสมอ",
    "location": ""
  },
  {
    "cat": 1,
    "id": 35,
    "name": "ต้นสะตือ",
    "submitter": "ไชยา กัญญาพันธุ์",
    "address": "วัดสะพาน",
    "detail": "เส้นรอบวง 6.60 เมตร สูงประมาณ 35 เมตร",
    "location": "13.748534, 100.438587"
  },
  {
    "cat": 1,
    "id": 36,
    "name": "ไม่ทราบชื่อ",
    "submitter": "ฐิติ มีชัย",
    "address": "เข้าซอย 500 เมตร ลานจอดรถ",
    "detail": "โคนต้นมีขนาดประมาณ 5 คนโอบ ความสูงประมาณตึก 4 ชั้นครับ อายุน่าจะประมาณ 30 ปีเป็นอย่างต่ำ",
    "location": "13.698807, 100.604726"
  },
  {
    "cat": 1,
    "id": 37,
    "name": "ต้นโพธิ์",
    "submitter": "เช้าตรู่ รังสีสิริกุล สนง.เขตบางกอกใหญ่",
    "address": "วัดหงส์รัตนาราม",
    "detail": "ขนาดเส้นรอบวง 7.40 เมตร",
    "location": "13.739917, 100.487194"
  }
]