var heritage1 = [
  {
    "province": "เชียงใหม่",
    "name": "1. กลุ่มต้นยางนารักษ์สิ่งแวดล้อม",
    "age": "100ปี",
    "circum": "5 เมตร",
    "height": "40 เมตร",
    "latlong": "18.679368, 99.041295",
    "details": "ทันทีที่เข้าสู่ถนนสายเชียงใหม่-ลำพูน  ณ เขตอำเภอสารภี จังหวัดเชียงใหม่ ความยิ่งใหญ่สงบเย็นของต้นไม้จะปรากฏขึ้นแก่สายตา  สองฟากฝั่งคือต้นยางนาขนาดใหญ่ที่วัดเส้นรอบวงโดยเฉลี่ย ๕ เมตร และสูงกว่า ๔๐ เมตร ยืนตระหง่านเรียงรายไปจนสุดสายตาตลอดแนวถนนเป็นจำนวนถึง ๘๘๖ ต้น ทำให้ยานยนต์หรือมนุษย์ที่สัญจรผ่านกลายเป็นสิ่งเล็ก ๆ กระจ้อยร่อยไปทันที  ภูมิทัศน์ที่งดงามสุดพิเศษนี้สร้างความประทับใจแก่ผู้สัญจรไปมาไม่รู้ลืม ข้อมูลจากหอจดหมายเหตุแห่งชาติ ร.ศ.๑๒๐ และ ร.ศ.๑๒๔ ระบุว่า กลุ่มต้นยางนานี้ปลูกเมื่อ พ.ศ.๒๔๔๕ ตามนโยบายของเจ้าพระยาสุรสีห์วิสิษฐ์ศักดิ์ (เชย กัลยาณมิตร) ข้าหลวงใหญ่มณฑลพายัพ โดยมีการกำหนดปลูกต้นยางนาในเขตเชียงใหม่และปลูกต้นขี้เหล็กในเขตลำพูน และมีการกำหนดกฎระเบียบในการดูแลรักษาอย่างเคร่งครัด เช่น ถ้าต้นยางนาปลูกตรงกับหน้าบ้านใด ก็ให้เจ้าของบ้านผู้นั้นเอาใจใส่ทำรั้วล้อมรอบ และให้หมั่นรดน้ำพรวนดิน ใส่ปุ๋ย สำหรับต้นยางนาที่ไม่ตรงกับหน้าบ้านผู้ใดให้บ้านที่อยู่ใกล้เคียงรับผิดชอบ โดยให้หัวหน้าหมู่บ้านนำลูกบ้านมาช่วยกันดูแลรักษา ด้วยเหตุนี้ต้นยางนาจึงเจริญเติบโตได้ดีและสวยงามมาจนกระทั่งถึงทุกวันนี้\n        ปัจจุบัน  ถนนสายนี้ได้รับการประกาศเป็นพื้นที่คุ้มครองสิ่งแวดล้อมเนื่องจากมีคุณค่าและความสำคัญทางประวัติศาสตร์มายาวนานกว่า ๑๐๐ ปี"
  },
  {
    "province": "เชียงใหม่",
    "name": "2. ยางนาร่มมงคล",
    "age": "200 ปี",
    "circum": "6 เมตร",
    "height": "30 เมตร",
    "latlong": "18.786917, 98.986528",
    "details": "ต้นยางสูงตระหง่านงาม  ลำต้นสีน้ำตาลสูงตรง และปลายเป็นพุ่มครึ้มเขียว  โดดเด่นเป็นสง่าอยู่เคียงข้างหอมณฑปเสาอินทขีล (เสาหลักเมือง) ภายในวัดเจดีย์หลวงวรวิหาร จังหวัดเชียงใหม่  ดุจเป็นร่มมงคลให้เสาเป็นหมุดหมายสำคัญบ่งบอกถึงสถานที่ศักดิ์สิทธิ์อันเป็นที่เคารพสักการะของชาวเมืองเชียงใหม่\n          จากประวัติของวัดสันนิษฐานว่า ต้นยางนี้ปลูกเมื่อ พ.ศ.๒๓๓๙ ในสมัยพระเจ้ากาวิละ องค์ที่ ๑ ช่วงที่ย้ายเมืองจากเวียงป่าซาง (ลำพูน) มาตั้ง ณ เมืองเชียงใหม่เป็นการถาวร  \n          ปัจจุบันด้วยความสูงใหญ่และอายุที่ยืนยาวของต้นยางกว่า ๒๐๐ ปี ประชาชนจึงให้ความนับถือและนิยมนำไม้มาค้ำตามความเชื่อที่ว่า ไม้ใหญ่มักจะมีเทพเทวาสถิต หากผู้ใดได้นำไม้มาค้ำต้นไม้ไว้ เสมือนกับช่วยประคองดวงชะตาให้เจริญและมั่นคง"
  },
  {
    "province": "ลพบุรี",
    "name": "3.พญายางนา",
    "age": "350 ปี",
    "circum": "20 เมตร",
    "height": "90 เมตร",
    "latlong": "14.747085, 100.598697",
    "details": "ริมฝั่งแม่น้ำลพบุรี ในบริเวณวัดยาง ณ รังสี  ตำบลตะลุง อำเภอเมืองลพบุรี ผู้คนจะตื่นตาตื่นใจกับต้นยางยักษ์ขนาดใหญ่ สูงตระหง่าน  วัดขนาดเส้นรอบวงได้ ๒๐ เมตร หรือประมาณ ๑๓ คนโอบ และสูงถึง ๙๐ เมตร  มีอายุกว่า ๓๕๐ ปี  จึงได้สมญาว่า พญายางนา  \n      ไม่มีหลักฐานว่าใครเป็นคนปลูก  แต่จากประวัติความเป็นมาของวัด วัดยาง ณ รังสี มีชื่อเดิมว่าวัดพญายาง   สันนิษฐานว่าตั้งตามต้นไม้ยักษ์ต้นนี้  เดิมวัดนี้เป็นวัดโบราณอยู่กลางป่าตั้งแต่สมัยละโว้ เพราะมีประติมากรรมหินทรายประดิษฐานอยู่ภายในอุโบสถของวัด ต่อมาในสมัยกรุงศรีอยุธยาได้มีการบูรณะปฏิสังขรณ์ขึ้นใหม่และเปลี่ยนชื่อใหม่ถึง ๒ ครั้ง  เป็นวัดยางศรีสุธรรมาราม และเป็น วัดยาง ณ รังสี   ในทุกวันนี้ \n      ปัจจุบันต้นพญายาง เป็นต้นไม้ที่ใหญ่ที่สุดของจังหวัดลพบุรี  ยังยืนต้นอยู่ท่ามกลางดงต้นยางริมฝั่งแม่น้ำลพบุรีอย่างสง่างาม"
  },
  {
    "province": "นครนายก",
    "name": "4. ยางนารางวัล",
    "age": "400 ปี",
    "circum": "8 เมตร",
    "height": "30 เมตร",
    "latlong": "14.137709, 101.286086",
    "details": "ณ วัดโพธิ์ปากพลี  อำเภอปากพลี จังหวัดนครนายก เพียงก้าวผ่านประตูวัดเข้ามา ดั่งก้าวเข้าไปสู่ดินแดนแห่งความเขียวชอุ่มร่มรื่น เพราะมีต้นยางนาสูงใหญ่ยืนเรียงรายต้อนรับและโอบล้อมเสมือนเป็นอ้อมกอดของธรรมชาติ หนึ่งในจำนวนนั้นเป็นต้นยางนาโดดเด่น  สูงตระหง่าน มีอายุกว่า ๔๐๐ ปี  วัดขนาดเส้นรอบวงได้ ๘ เมตร และมีความสูงถึง ๓๐ เมตร กอปรด้วยรูปทรงพุ่มที่สวยงาม สมบูรณ์ แข็งแรง  ในปีพ.ศ. ๒๕๕๓  ได้รับรางวัลชนะเลิศการประกวดต้นไม้ที่มีความโตและสมบูรณ์ที่สุดในท้องที่จังหวัดนครนายก\n      จากประวัติของวัดสันนิษฐานว่า ต้นยางนี้มีมาในสมัยพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว (รัชกาลที่ ๓)  ก่อนที่จะมีการสร้างวัดโพธิ์ปากพลีเสียอีก\nปัจจุบันอยู่ภายใต้การดูแลและอนุรักษ์ของวัดและชุมชน"
  },
  {
    "province": "ขอนแก่น",
    "name": "5. ยางนาปู่ตา",
    "age": "300 ปี",
    "circum": "7.30 เมตร",
    "height": "30 เมตร",
    "latlong": "16.131860, 102.623963",
    "details": "เลียบไปตามริมฝั่งแม่น้ำชี  ณ วัดป่าเกษมคงคาราม จังหวัดขอนแก่น  มีต้นยางนาใหญ่สมบูรณ์ สูงใหญ่  วัดเส้นรอบวงได้ ๗.๓๐ เมตร ความสูง ๓๐ เมตร อายุประมาณ ๓๐๐ ปี ยืนตระหง่านท่ามกลางป่าเขียวขจีที่ล้อมรอบ  โคนต้นพันไว้ด้วยผ้าหลากสี สะท้อนความเชื่อและความผูกพันของชุมชนกับป่าไม้ได้เป็นอย่างดี\n          ยางนาต้นนี้ขึ้นอยู่ในบริเวณที่ชาวบ้านเชื่อว่าเดิมเป็นพื้นที่ของป่าดอนปู่ตา ซึ่งเป็นพื้นที่ศักดิ์สิทธิ์และเป็นที่ประทับของผีปู่ตาหรือผีอารักษ์ของหมู่บ้าน จึงห้ามตัดต้นไม้และมีการประกอบพิธีกรรมตามความเชื่อ เช่น พิธีเลี้ยงผีปู่ตา ซึ่งเป็นกุศโลบายในการป่าไม้ให้คงอยู่อย่างยั่งยืน เกิดความสมดุลของทรัพยากรทางธรรมชาติ  และเกิดความสุขสงบเย็นในชุมชน  \nต้นยางปู่ตาต้นนี้จึงได้รับการดูแลรักษา ให้ยืนยงมาจนปัจจุบัน"
  },
  {
    "province": "นครสวรรค์",
    "name": "6.มะขามไทยทรงดำ",
    "age": "ไม่ระบุ",
    "circum": "8 - 9 เมตร",
    "height": "30 - 40 เมตร",
    "latlong": "15.735226, 99.876878",
    "details": "มะขามต้นสูงใหญ่งามสง่า ใบละเอียดอ่อนเขียวขจี  ณ บ้านหนองหูช้าง จังหวัดนครสวรรค์ ลำต้นมีเส้นรอบวง ๘ - ๙ เมตร สูง ๓๐ - ๔๐ เมตร เป็นต้นไม้แห่งศรัทธาของชาวชุมชนไทยทรงดำ เพราะอยู่เคียงคู่พวกเขามายาวนาน\n       ชุมชนเล่าว่า ในอดีตชาวบ้านไทยทรงดำจากจังหวัดเพชรบุรีได้อพยพมาตั้งถิ่นฐานอยู่ที่บ้านหนองหูช้าง จังหวัดนครสวรรค์ และพบว่าต้นมะขามคู่หนึ่งยืนต้นอยู่ขึ้นบริเวณใกล้ๆกัน ชาวบ้านจึงเรียกว่า “เจ้าพ่อขามคู่” และพร้อมใจกันตั้งศาลบูชาไว้ใต้ต้นมะขามเพื่อเป็นที่ยึดเหนี่ยวจิตใจและประกอบพิธีกรรมร่วมกันในหมู่บ้าน  ภายหลังต้นมะขามคู่ตายไปต้นหนึ่งจึงเหลือเพียงต้นเดียว ปัจจุบัน  ในทุกๆปี  ชาวบ้านไทยทรงดำก็ยังจัดพิธีเลี้ยงศาลในช่วงหลังเทศกาลสงกรานต์  แม้จะเหลือเพียงต้นเดียวก็ตาม"
  },
  {
    "province": "เพชรบูรณ์",
    "name": "7. มะขามโพรง",
    "age": "400 ปี",
    "circum": "8 เมตร",
    "height": "20 เมตร",
    "latlong": "16.940149, 101.215863",
    "details": "ภายในวัดศิลามงคล ริมแม่น้ำพุง ตำบลหินฮาว อำเภอหล่มเก่า จังหวัดเพชรบูรณ์ ปรากฏต้นมะขามขนาดใหญ่ถึง ๖ คนโอบ คาดว่าอายุกว่า ๔๐๐ ปี เส้นรอบวงกว่า ๘ เมตร สูงประมาณ ๒๐ เมตร แผ่กิ่งก้านเป็นพุ่มรัศมีประมาณ ๑๕-๒๐ เมตร  สวยงามแปลกตาด้วยมีลำต้นเป็นโพรงขนาดใหญ่คล้ายปากถ้ำ  เป็นเอกลักษณ์เฉพาะสร้างความประทับใจแก่ผู้มาเยือน\n ชุมชน เล่าว่า มะขามต้นนี้น่าจะมีมาก่อนการสร้างวัด แต่เดิมลำต้นไม่ได้กลวงขนาดนี้ เป็นเพียง             ซอกหลืบ ต่อมามีงูขนาดใหญ่ ๒ ตัวเลื้อยเข้าไปอาศัยอยู่ ชาวบ้านเกรงจะเป็นอันตรายแก่พระสงฆ์จึงจุดไฟเผาจนเป็นโพรงกลวงดังที่เห็น แต่ต้นไม่ตาย และคนสามารถเข้าไปยืนอยู่ในโพรงได้ถึง ๕ คน\n           ปัจจุบัน  มะขามโพรงจึงเป็นจุดหนึ่งที่นักท่องเที่ยวนิยมมาแวะชมเมื่อมาเยือนวัดแห่งนี้"
  },
  {
    "province": "สุพรรณบุรี",
    "name": "8. มะขามคู่บุญขุนแผน",
    "age": "1,000 ปี",
    "circum": "10 เมตร",
    "height": "15 เมตร",
    "latlong": "14.487522, 100.117172",
    "details": "ต้นมะขามยักษ์ วัดแค จังหวัดสุพรรณบุรี ขนาด  ๗ คนโอบ เส้นรอบวง ๑๐ เมตร สูง ๑๕ เมตรเชื่อกันว่ามีอายุกว่า ๑๐๐ปี แผ่กิ่งก้านสาขาร่มรื่นงดงาม  เรียกกันว่า ต้นมะขามคู่บุญขุนแผน\n      จากประวัติความเป็นมาของวัด เชื่อว่า ชื่อวัดแค และต้นมะขามต้นนี้น่าจะเป็นข้อมูลที่ปรากฏอยู่ในวรรณคดีเรื่อง “ขุนช้าง ขุนแผน” ตอนที่ขุนแผนมาบวชและร่ำเรียนวิชาคาถาอาคมจากอาจารย์คง ที่วัดแค และได้เรียนวิชาเสกใบมะขามให้เป็นตัวต่อตัวแตนไว้โจมตีข้าศึก ทางวัดจึงได้สร้าง “คุ้มขุนแผน” ซึ่งเป็นเรือนไทยโบราณ และตัวต่อยักษ์ไว้ใกล้กับต้นมะขาม เพื่อให้เข้าชุดกันด้วยตามจินตนาการของผู้เขียน\n      ปัจจุบัน  มะขามต้นนี้ถือเป็นจุดสำคัญของวัดที่ดึงดูดนักท่องเที่ยวให้มาเยือน"
  },
  {
    "province": "สุรินทร์",
    "name": "9. มะขามลายศิลป์",
    "age": "300 ปี",
    "circum": "8 เมตร",
    "height": "50 เมตร",
    "latlong": "14.888284, 103.651360",
    "details": "มะขามต้นนี้ ยืนตระหง่านอยู่หน้าโบสถ์วัดจอมสุทธาวาส อำเภอเมือง จังหวัดสุรินทร์ มีขนาดเส้นรอบวงกว่า ๘ เมตร สูงกว่า ๕๐ เมตร และมีอายุราว ๓๐๐ ปีขึ้นไป ลำต้นมีขนาดใหญ่ และมีผิวลำต้นเป็นริ้วรอย ร่องลึก ลวดลาย สวยงามแปลกตา ให้ความรู้สึกเข้มขลังอลังการ จึงได้รับความสนใจจากผู้มาเยือนเสมอ\n      จากประวัติวัดและคนในชุมชน เชื่อกันว่ามีการปลูกต้นมะขามต้นนี้ขึ้นพร้อมๆกับการสร้างปราสาทเมืองที โบราณสถานศิลปะลาวซึ่งอยู่บริเวณใกล้กันภายในบริเวณวัด โดยปราสาทเมืองทีก่อสร้างขึ้นเมื่อราวพุทธศตวรรษที่ ๒๓ หรือประมาณ พ.ศ. ๒๒๐๐ ประกอบด้วยปรางค์ ๕ องค์ ก่อสร้างด้วยอิฐฉาบปูน ตั้งอยู่บนฐานเดียวกัน ปัจจุบันหักพังเหลือเพียง ๓ องค์ คือ องค์กลาง องค์มุมด้านตะวันออกเฉียงเหนือ และองค์ด้านตะวันตกเฉียงใต้\n     ปัจจุบัน  ต้นมะขามลายศิลป์ นับเป็นจุดหนึ่งในการเยี่ยมชมวัดจอมสุทธาวาส จังหวัดสุรินทร์"
  },
  {
    "province": "กรุงเทพมหานคร",
    "name": "10. มะขามคู่ยักษ์วัดแจ้ง",
    "age": "ไม่ระบุ",
    "circum": "ไม่ระบุ",
    "height": "ไม่ระบุ",
    "latlong": "13.743675, 100.488895",
    "details": "หน้าประตูซุ้มมงกุฏ  อันเป็นทางเข้าพระอุโบสถวัดอรุณราชวราราม(วัดแจ้ง)  กรุงเทพมหานคร มียักษ์คู่หนึ่งเป็นทวารบาล เป็นที่รู้จักกันดีในชื่อว่ายักษ์วัดแจ้ง ฝั่งซ้ายชื่อทศกัณฐ์ และฝั่งขวาชื่อ สหัสเดชะ ทั้งสองมีท่าทางยิ่งใหญ่งามสง่า  ถัดจากยักษ์ทั้งสองมีต้นมะขามขนาดสูงใหญ่ ตัดแต่งทรงสวยงาม มาประดับเคียงข้างในตำแหน่งที่พอเหมาะพอดี  ทำให้ดูงดงามอลังการยิ่งขึ้นไปอีก\n     จากภาพวาดในหนังสือ “การเดินทางในไทยกัมพูชาและลาว ๑๘๕๘ – ๑๘๖๐” (พ.ศ. ๒๔๐๑ - ๒๔๐๓)โดยอ็องรีมูโอ (Travelsin Siam, Cambodia, and Laos, ๑๘๕๘ – ๑๘๖๐ / by HenriMouhot) ประกอบกับภาพถ่ายเก่าบริเวณเดียวกันที่ระบุว่าถ่ายเมื่อ พ.ศ. ๒๔๑๐ แสดงให้เห็นว่าต้นมะขามฝั่งยักษ์ทศกัณฐ์(กายสีเขียว ฝั่งซ้ายมือในภาพ) มีมาก่อน พ.ศ.๒๔๐๑ แล้ว สำหรับต้นมะขามฝั่งยักษ์สหัสเดชะ (กายสีขาว ฝั่งขวามือในภาพ) สันนิษฐานว่าอาจจะถูกปลูกขึ้นในภายหลัง ดังปรากฏในภาพโปสการ์ดสมัยรัชกาลที่ ๗ (พ.ศ.๒๔๖๘ – ๒๔๗๗)\n     ปัจจุบัน ต้นมะขามคู่นี้ก็ยังยืนหยัดเคียงคู่ยักษ์วัดแจ้งทั้งสอง  และเป็นทิวทัศน์ที่ชื่นตาสำหรับนักท่องเที่ยว"
  },
  {
    "province": "เชียงราย",
    "name": "11.สมพงยักษ์",
    "age": "200 ปี",
    "circum": "30 เมตร",
    "height": "35 เมตร",
    "latlong": "19.930050, 99.718921",
    "details": "กลางหมู่บ้านชาวเขาเผ่ากระเหรี่ยง บ้านห้วยปูพัฒนา หมู่ที่ ๘  มีต้นสมพงหรืองุ้นยักษ์ อายุกว่า ๒๐๐ ปี ยืนต้นตระหง่าน ขนาด ๒๙ คนโอบ มีลักษณะพิเศษ คือ มีขนาดเส้นรอบวง ๓๐ เมตร ความสูง ๓๕ เมตร และที่โคนต้นมีพูพอนหรือรากมหัศจรรย์ แผ่ออกมาคล้ายปีกสูงเกือบ ๒ เมตรไปรอบๆ   \n       ต้นงุ้นยักษ์นี้เกิดขึ้นตามธรรมชาติ  และอยู่ในจุดที่มีความอุดมสมบูรณ์และมีความหลากหลายของธรรมชาติมากที่สุดแห่งหนึ่ง ของเส้นทางสายห้วยปูพัฒนา – ยางคำนุ  ในจังหวัดเชียงราย  \n       ปัจจุบัน  ชาวบ้านช่วยกันดูแลอนุรักษ์ต้นไม้นี้ไว้ และกลายเป็นจุดดึงดูดให้นักท่องเที่ยวมาชื่นชมความงามและความยิ่งใหญ่"
  },
  {
    "province": "ลำปาง",
    "name": "12. สมพงแห่งศรัทธา",
    "age": "282 ปี",
    "circum": "ไม่ระบุ",
    "height": "ไม่ระบุ",
    "latlong": "18.771825, 99.957567",
    "details": "ต้นสมพง หรืองุ้นเก่าแก่ขนาดใหญ่ อายุกว่า ๒๘๒ ปี ยืนต้นตระหง่านอยู่ ณ บ้านทุ่งศาลา หมู่ที่ ๑ ตำบลนาแก อำเภองาว จังหวัดลำปาง  เป็นต้นไม้แห่งศรัทธาของชุมชนเพราะมีประวัติความเป็นมาเกี่ยวพันกับประวัติศาสตร์ \n       จากประวัติที่จารึกไว้ ณ อนุสรณ์สถาน ฯ ระบุว่า พ่อขุนงำเมืองแห่งเมืองพยาวได้ยกทัพมาช่วยเมืองเงิน (งาวในปัจจุบัน) ให้รอดพ้นจากเงี้ยวถึงสองครั้งในพุทธศักราช ๑๘๕๐ และพุทธศักราช ๑๘๕๖ ครั้งสุดท้ายพ่อขุนงำเมืองถูกฟันได้รับบาดเจ็บสาหัสและสิ้นพระชนม์ ณ บ้านทุ่งศาลาแห่งนี้ โดยชาวบ้านเชื่อว่าสิ้นพระชนม์ใต้ต้นไม้ใหญ่แห่งนี้\n       ปัจจุบัน ต้นสมพงหรือต้นงุ้นนี้ จึงเป็นส่วนหนึ่งในความเชื่อและศรัทธาของชุมชน"
  },
  {
    "province": "กระบี่",
    "name": "13. สมพงผึ้งหลวง",
    "age": "100 ปี",
    "circum": "34 เมตร",
    "height": "30 เมตร",
    "latlong": "8.240642,  98.913713",
    "details": "ณ อุทยานแห่งชาติเขาพนมเบญจา จังหวัดกระบี่ ผืนป่าที่บางคนเปรียบว่าดั่ง “หลังคา” ของเมืองกระบี่ มีต้นสมพงหรือที่ชุมชนเรียกอีกชื่อหนึ่งว่า มันช้าง อายุ ๑๐๐ กว่าปี มีขนาดใหญ่กว่า ๑๕ คนโอบ แผ่พูพอนหรือรากมหัศจรรย์เป็นปีกออกไปทุกทิศทาง เพื่อช่วยค้ำยันลำต้นที่สูงลิ่วอย่างน่าตื่นตาตื่นใจ วัดเส้น รอบวงได้ ๓๔ เมตร และสูงกว่า ๓๐ เมตร ให้ร่มเงาร่มรื่น เมื่อมองสูงขึ้นไปตามคาคบน้อยใหญ่ จะพบผึ้งหลวงอาศัยทำรังขนาดใหญ่เป็นจำนวนมาก ต้นสมพงต้นนี้ ค้นพบครั้งแรกเมื่อมีการจัดตั้งอุทยาน ฯ ในปี พ.ศ. ๒๕๒๓ \n     ปัจจุบันเป็นจุดหนึ่งในเส้นทางท่องเที่ยวที่ผู้คนนิยมมาชมความยิ่งใหญ่ของธรรมชาติ"
  },
  {
    "province": "นราธิวาส",
    "name": "14. สมพงภูเขาทอง",
    "age": "100 ปี",
    "circum": "25 เมตร",
    "height": "30 เมตร",
    "latlong": "5.807159, 101.741005",
    "details": "ห่างจากหน่วยพิทักษ์ภูเขาทอง ซึ่งเป็นหน่วยย่อยของเขตรักษาพันธุ์สัตว์ป่าฮาลา – บาลา เพียง ๑๐๐ เมตร ซึ่งเป็นจุดที่ผู้มาเยือนจะได้สัมผัสกับป่าดงดิบที่สมบูรณ์ที่สุดในประเทศไทยอย่างใกล้ชิด มีต้นสมพงหรือที่ชาวบ้านเรียกว่า “กะพงยักษ์”อายุมากกว่า ๑๐๐ ปียืนตระหง่านอยู่ สมพงต้นนี้ วัดขนาดเส้นรอบวงได้ ๒๕ เมตร ขนาด ๒๗ คนโอบ และความสูง ๓๐ เมตร ความสูงของพูพอนหรือรากมหัศจรรย์ถึง ๔ เมตร ตั้งอยู่ในเขต อำเภอสุคิริน จังหวัดนราธิวาส \n     สมพงต้นนี้ถูกค้นพบเมื่อวันที่ ๑๙ ตุลาคม ๒๕๔๓ เมื่อครั้งสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ ในพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงเยี่ยมราษฎรตำบลภูเขาทอง อำเภอสุคิริน จังหวัดนราธิวาส\n      ปัจจุบัน ยังอยู่ในป่าดงดินสมบูรณ์  และเป็นความภูมิใจผู้รักป่าและสิ่งแวดล้อม"
  },
  {
    "province": "ยะลา",
    "name": "15. สมพงยักษ์ใหญ่",
    "age": "1,000ปี",
    "circum": "50.80 เมตร",
    "height": "30 เมตร",
    "latlong": "5.856371, 101.235391",
    "details": "หนึ่งในหลายสิ่งอันเป็น “ที่สุด” ของยะลา และดึงดูดนักท่องเที่ยวให้มาเยือน คือ ต้นสมพงขนาดที่ใหญ่มหึมาวัดเส้นรอบวงได้ ๕๐.๘๐ เมตร และความสูงกว่า ๓๐ เมตร อายุ ๑,๐๐๐ ปีขึ้นไป ตั้งตระหง่านอยู่ภายในหมู่บ้านจุฬาภรณ์พัฒนา ๑๐ อำเภอเบตง  จังหวัดยะลา ซึ่งถือเป็นต้นไม้ใหญ่ที่สุดในภาคใต้  มีขนาด ๕๐ คนโอบ\n       เป็นต้นไม้ที่เกิดขึ้นตามธรรมชาติในป่าภาคใต้ อันอุดมสมบูรณ์ไปด้วยป่าไม้หลากหลายพันธุ์ \n        ปัจจุบันต้นสมพงยักษ์ใหญ่ หรือที่เรียกกันว่า ต้นสมพงเบตง เป็นหมุดหมายหนึ่งของนักท่องเที่ยว สามารถสร้างความตื่นตะลึงและประทับใจแก่ผู้มาเยือนได้เสมอ"
  },
  {
    "province": "พิจิตร",
    "name": "16. ตะเคียนนางไม้",
    "age": "400 ปี",
    "circum": "11.50 เมตร",
    "height": "50 เมตร",
    "latlong": "16.524096, 100.269951",
    "details": "ณ วัดหงส์  อำเภอเมือง จังหวัดพิจิตร มีต้นตะเคียนใหญ่ยักษ์ ยืนต้นอยู่ทางทิศเหนือของวัด  ห่างจากฝั่งตะวันออกของลำน้ำน่านประมาณ  ๕๐๐ เมตร  ว่ากันว่ามีอายุราว ๔๐๐ ปี  มีเส้นรอบวง ๑๑.๕๐ เมตร สูง ๕๐ เมตร ลำต้นสูงตรงแผ่กิ่งก้านสง่างาม  แต่เดิมเรียกต้น “ต้นแม่โหงแม่นาง” เพราะเชื่อกันว่ามีนางไม้สถิต \n     จากประวัติวัด เล่าว่า เมื่อสมัยสงครามไทยสู้รบกับพม่าในอดีต ขณะที่บ้านเมืองระส่ำระสาย มีหัวหน้าหมู่บ้านคนหนึ่งชื่อ”จางวางเหม็ง” ได้อพยพครอบครัวและบริวารชาวบ้านเชือกจากพระนครศรีอยุธยา มาตั้งรกรากอยู่ที่บ้านวัดหงส์ใกล้ๆกับต้นตะเคียนใหญ่ ทางฝั่งตะวันออกของลำน้ำน่าน  ต้นตะเคียนใหญ่นั้นก็คือ ต้นแม่โหงแม่นาง ต้นนี้  \n   ปัจจุบัน ต้นตะเคียนแม่โหงแม่นางต้นนี้  เป็นศูนย์รวมความเคารพนับถือของชุมชน วัดและชุมชนจึงร่วมกันจัดการบวงสรวงในช่วงเดือน ๖ ของทุกปี"
  },
  {
    "province": "ระยอง",
    "name": "17. ตะเคียนงาม",
    "age": "400 ปี",
    "circum": "7.40 เมตร",
    "height": "20 เมตร",
    "latlong": "12.710131, 101.707732",
    "details": "ในวัดตะเคียนงาม  ตำบลปากน้ำประแสร์  อำเภอแกลง จังหวัดระยอง  มีต้นตะเคียนใหญ่ ๒ ต้น อายุกว่า ๔๐๐ ปี มีลำต้นสูงตะหง่าน ชาวบ้านเรียกว่า ต้นตะเคียนเจ้าแม่และต้นตะเคียนเจ้าพ่อ  ต้นเจ้าแม่มีขนาดเส้นรอบวง ๗.๔๐ เมตร  สูงประมาณ ๒๐ เมตร มีลักษณะเป็นกิ่งเดียวขึ้นไป เนื่องจากเคยมีกิ่งสาขาหักลงมากิ่งหนึ่ง  ต้นตะเคียนต้นเจ้าแม่นี้เชื่อกันว่า เคยมีโอ่งน้ำใส่น้ำไว้ให้ผู้สัญจรผ่านมาดื่มกิน แต่ต่อมาได้แตกรากมหัศจรรย์คลุมโอ่งน้ำนั้นไว้ภายใน  ส่วนต้นเจ้าพ่อมีขนาดเส้นรอบวง  ๕.๖๐ เมตร สูงประมาณ ๒๐ เมตรเช่นกัน แต่มีพุ่มกว้างกว่า ต้นตะเคียนคู่นี้นอกจากจะเป็นสัญลักษณ์สำคัญของวัดตะเคียนงามแล้ว ด้วยความสูงใหญ่โดดเด่นเห็นได้ในระยะไกล ในอดีตจึงเป็นหมุดหมายสำคัญในการนำเรือเข้าฝั่งของชาวประมงด้วย\n    จากประวัติวัด กล่าวว่า สมัยก่อนชาวตำบลปากน้ำประแสร์ ต้องเดินทางโดยทางเรือไปบำเพ็ญกุศลที่วัดประชุมคงคา นับว่าเป็นหนทางที่ยากลำบากมาก ในปี พ.ศ.๒๔๐๙ จึงได้มีผู้บริจาคเงินก่อสร้างวัดและให้ชื่อว่า \"วัดตะเคียนงาม\" โดยถือสัญลักษณ์ตะเคียนใหญ่ ๒ ต้น มาตั้งเป็นชื่อวัด นั่นหมายความว่า ต้นตะเคียนงามจึงมีมาก่อน ปี พ.ศ. ๒๔๐๙ และเป็นสัญลักษณ์สำคัญของวัดตะเคียนงามมาจนถึงทุกวันนี้  \n    ปัจจุบัน ต้นตะเคียนงามคู่นี้กลายเป็นหมุดหมายสำคัญของนักท่องเที่ยวที่มาเยือนปากน้ำประแสร์ จังหวัดระยอง"
  },
  {
    "province": "นครราชสีมา",
    "name": "18. ตะเคียนทองพันปี",
    "age": "1,000 ปี",
    "circum": "12 เมตร",
    "height": "50 เมตร",
    "latlong": "14.216690, 101.901246",
    "details": "ในพื้นที่อำเภอเสิงสาง จังหวัดนครราชสีมา  มีต้นตะเคียนทองยักษ์ต้นหนึ่ง อายุกว่า ๑,๐๐๐ ปี มีขนาด ๑๓ คนโอบ เส้นรอบวงประมาณ ๑๒ เมตร และสูงประมาณ ๕๐ เมตร กรมป่าไม้ได้ขึ้นบัญชีให้เป็นพันธุ์ไม้ตะเคียนทองที่ใหญ่ที่สุดในประเทศไทย นับเป็นความภาคภูมิใจของชาวอำเภอเสิงสาง จังหวัดนครราชสีมา\n      ชุมชนเล่าว่า เมื่อ พ.ศ. ๒๕๓๙ ได้มีผู้ค้นพบต้นตะเคียนทองอายุกว่าพันปีต้นนี้ในอุทยานแห่งชาติทับลาน อำเภอเสิงสาง จังหวัดนครราชสีมา ต่อมา พ.ศ. ๒๕๔๐ ชุมชนได้ร่วมกันจัดพิธีบวชต้นตะเคียนทองต้นนี้ อันเป็นการนำวัฒนธรรมความเชื่อและศรัทธามาเป็นกุศโลบายในการอนุรักษ์ผืนป่าให้ยั่งยืน  ซึ่งนำไปสู่การจัดพิธีบวงสรวงเจ้าแม่ต้นตะเคียนทองเป็นประจำทุกปีในลำดับต่อมา\n      ปัจจุบัน  ชุมชนยังคงจัดพิธีบวงสรวงเจ้าแม่ต้นตะเคียนทองเป็นประจำทุกปี"
  },
  {
    "province": "กรุงเทพมหานคร",
    "name": "19. ตะเคียน ทองเรือรบ",
    "age": "200 ปี",
    "circum": "4.50 เมตร",
    "height": "20 เมตร",
    "latlong": "13.749134,100.497357",
    "details": "ต้นตะเคียนทองขนาดใหญ่  ๕ ต้น บนถนนเลียบริมคลองคูเมืองเดิม หน้าวัดราชบพิธสถิตมหาสีมารามราชวรวิหาร  กรุงเทพมหานคร มีขนาดใหญ่โต วัดเส้นรอบวงโดยเฉลี่ยต้นละ ๔.๕๐ เมตร และมีขนาดความสูงที่สูงสุดวัดได้ ๒๐ เมตร  นับอายุได้กว่า ๒๐๐ ปี สร้างความตื่นใจแก่ผู้สัญจรไปว่า  กลางกรุงเทพมหานครยังมีต้นไม้โบราณขนาดใหญ่เช่นนี้ได้\n      จากประวัติความเป็นมา  ต้นตะเคียนทองเหล่านี้ปลูกมาตั้งแต่สมัยรัชกาลที่ ๑ เพื่อนำไปทำเป็นเรือรบสำหรับใช้ในราชการสงคราม  ในอดีตมีเป็นจำนวนมากเรียงรายไปสองข้างถนน  แต่ถูกตัดไปใช้งานจนเหลือเพียง ๕ ต้นเท่านั้น\n      ปัจจุบัน  ทางกรุงเทพมหานครก็ได้อนุรักษ์ต้นตะเคียนทองเหล่านี้ไว้เป็นอย่างดี  และนับได้ว่าเป็นต้นไม้ประวัติศาสตร์ของกรุงเทพมหานครและประเทศไทย"
  },
  {
    "province": "ปราจีนบุรี",
    "name": "20. โพธิ์ศรีมหาโพธิ์",
    "age": "2,000 ปี",
    "circum": "20 เมตร",
    "height": "30 เมตร",
    "latlong": "13.888746, 101.422527",
    "details": "ณ กลางลานกว้างของวัดต้นโพธิ์ศรีมหาโพธิ์  ปราจีนบุรี ต้นโพธิ์ขนาดใหญ่โดดเด่นแผ่กิ่งก้านสาขาให้ร่มเงาร่มรื่น    มีขนาดเส้นรอบวง ๒๐ เมตร สูง ๓๐ เมตร มีเส้นผ่านศูนย์กลาง ๒๕ เมตร เชื่อกันว่าต้นโพธิ์ต้นนี้เป็นหน่อจากต้นพระศรีมหาโพธิ์ที่พระสัมมาสัมพุทธเจ้าเคยประทับนั่งขณะตรัสรู้ เป็นต้นโพธิ์ทีมีและมีอายุเก่าแก่ที่สุดในประเทศไทย คือกว่า ๒,๐๐๐ ปี  นับเป็นต้นไม้สัญลักษณ์ประจำจังหวัดปราจีนบุรี\n  ตามตำนานและประวัติวัดต้นศรีมหาโพธิ์ เล่าว่า เมื่อราว พ.ศ.๕๐๐ พระเจ้าทวานัมปะยะดิษฐ์ เจ้าครองเมืองศรีมโหสถในสมัยขอมเรืองอำนาจทรงเลื่อมใสในพุทธศาสนา จึงได้ส่งคณะทูตเดินทางไปขอกิ่งต้นโพธิ์จากพระศรีมหาโพธิ์ พุทธคยาประเทศอินเดีย ซึ่งเป็นต้นโพธิ์ที่พระพุทธเจ้าทรงประทับบำเพ็ญธรรมจนสำเร็จตรัสรู้ เป็นสัมมาสัมพุทธเจ้า จากเจ้าผู้ครองนครปาตุลีบุตร ประเทศอินเดีย  และนำมาปลูกไว้ที่นี่ในสมัยนั้น \n ปัจจุบัน ทางวัดได้จัดทำระเบียงคตซึ่งประดิษฐานพระพุทธรูปปางต่างๆ ล้อมรอบต้นพระศรีมหาโพธิ์ ทำให้ยิ่งดูสง่างามน่าศรัทธา  และในวันสำคัญทางพุทธศาสนาจะมีงานนมัสการต้นพระศรีมหาโพธิ์ทุกปี"
  },
  {
    "province": "ระยอง",
    "name": "21. โพธิ์สามต้น",
    "age": "250 ปี",
    "circum": "16 เมตร",
    "height": "20 เมตร",
    "latlong": "12.764227, 101.808874",
    "details": "ต้นโพธิ์ใหญ่สามต้นภายในวัดกองดิน จังหวัดระยอง ยืนต้นเรียงรายแผ่กิ่งก้านใบให้ความร่มรื่นมานานกว่า ๒๕๐ ปี แต่ละต้นวัดขนาดเส้นรอบวงได้ประมาณ ๑๖ เมตร สูงประมาณ ๒๐เมตร  เป็นเสมือนสัญลักษณ์สำคัญให้น้อมสำนึกในพระมหากรุณาธิคุณของสมเด็จพระเจ้าตากสินมหาราช\n จากประวัติของวัดระบุว่ากองทัพของพระยาตาก ได้มาตั้งค่ายหยุดพักทัพม้าทัพช้างและไพร่พลอยู่ที่บริเวณวัดเพื่อทำการตำดินปืน รวบรวมสะสมไว้ใช้ในการออกศึกสงครามและได้อธิษฐานจิตปลูกโพธิ์สามต้นไว้เพื่อเป็นอนุสรณ์อีกทั้งเป็นกุศโลบายเรียกขวัญและกำลังใจให้เหล่าทหารฮึกเหิมก่อนออกทัพสู้กับพม่าที่เมืองจันทบูร\nปัจจุบัน ต้นโพธิ์สามต้น ยังยืนเด่นเป็นศูนย์รวมความศรัทธาและเป็นที่ยึดเหนี่ยวทางจิตใจของผู้คนทั้งในจังหวัดระยองและในภาคตะวันออกมาโดยตลอด"
  },
  {
    "province": "อ่างทอง",
    "name": "22. โพธิ์ล้อมโบสถ์",
    "age": "400 ปี",
    "circum": "ไม่ระบุ",
    "height": "ไม่ระบุ",
    "latlong": "14.603032, 100.438307",
    "details": "ณ โบสถ์วัดสังกระต่าย จังหวัดอ่างทอง มีโพธิ์ขนาดใหญ่ ๔ ต้น ขึ้นปกคลุมรอบโบสถ์ แผ่รากชอนไชประสานกันทั้งภายนอกและภายในยึดผนังโบสถ์โบราณทั้งหลังไว้อย่างแน่นหนาและงดงาม ลำต้นแตกแขนงกิ่งก้านให้ร่มเงาเสมือนทำหน้าที่แทนหลังคาโบสถ์ที่ผุพังไปตามกาลเวลา สร้างความอัศจรรย์ใจแก่ผู้พบเห็นเป็นอย่างยิ่ง  คาดว่าทั้งโบสถ์และต้นโพธิ์สี่ต้นน่าจะมีอายุประมาณ ๔๐๐ ปี\nสันนิษฐานว่าวัดนี้สร้างขึ้นสมัยอยุธยาตอนต้น เมื่อ ๔๐๐ ปีมาแล้ว และถูกทิ้งร้างมาประมาณ ๒๐๐ กว่าปี  นับแต่เสียกรุงศรีอยุธยาครั้งที่ ๒  ทั้งนี้ กรมศิลปากรได้ขึ้นทะเบียนโบสถ์วัดสังกระต่าย จังหวัดอ่างทอง เป็นโบราณสถานลำดับที่ ๑๐๙ ของภาคกลางแล้ว\nปัจจุบันโพธิ์ล้อมโบสถ์และโบสถ์วัดสังกระต่ายเป็นสถานที่ท่องเที่ยวของจังหวัดอ่างทอง  เหมาะแก่การศึกษาเรียนรู้ทั้งเรื่องพฤกษศาสตร์และประวัติศาสตร์"
  },
  {
    "province": "กรุงเทพมหานคร",
    "name": "23. โพธิ์ประวัติศาสตร์",
    "age": "ไม่ระบุ",
    "circum": "ไม่ระบุ",
    "height": "ไม่ระบุ",
    "latlong": "13.765097, 100.490946",
    "details": "ต้นโพธิ์ขนาดใหญ่กลางลานที่มีตึกล้อม ภายในมหาวิทยาลัยธรรมศาสตร์  กรุงเทพมหานคร เป็นต้นโพธิ์ที่มีบทบาทในประวัติศาสตร์การเมืองของไทย  พื้นที่โดยรอบต้นโพธิ์ต้นนี้ถูกเรียกว่า ลานโพธิ์ เป็นพื้นที่ทางประวัติศาสตร์และการเมืองเพื่อการต่อสู้เรียกร้องรัฐธรรมนูญและประชาธิปไตยของนักศึกษาธรรมศาสตร์และประชาชน รวมทั้งการเรียกร้องอื่น ๆ หลายครั้ง\n มีการบันทึกไว้ว่า โพธิ์ต้นนี้ น่าจะเป็นต้นไม้ที่ติดมากับที่ดินตั้งแต่ซื้อมาจากกระทรวงกลาโหม และมีอายุแก่กว่ามหาวิทยาลัยธรรมศาสตร์ ซึ่งสถาปนาขึ้นเมื่อ พ.ศ.๒๔๗๗   จึงนับอายุได้เกือบร้อยปี \n ปัจจุบัน โพธิ์ต้นนี้ยังเป็นศูนย์รวมของการต่อสู้เรียกร้องของนักศึกษามหาวิทยาลัยตามวาระโอกาส"
  },
  {
    "province": "นครราชสีมา",
    "name": "24. ไทรงาม",
    "age": "350 ปี",
    "circum": "9 เมตร",
    "height": "35 เมตร",
    "latlong": "15.227286, 102.502728",
    "details": "ไทรย้อย หรือ ที่นิยมเรียกว่า “ไทรงาม”อยู่ในพื้นที่โครงการส่งน้ำและบำรุงรักษาทุ่งสัมฤทธิ์ อำเภอพิมาย จังหวัดนครราชสีมา เป็นลานไทรห้อยย้อยร้อยเกี่ยวพันกันครอบคลุมพื้นที่กว่า ๓๕,๐๐๐ ตารางฟุต โดยต้นที่ใหญ่ที่สุด มีขนาดเส้นรอบวง ๙ เมตร ความสูง ๓๕ เมตร  นับอายุกว่า ๓๕๐ ปีมาแล้ว ที่ไทรย้อยเหล่านี้แผ่กิ่งก้านสาขาออกรากเจริญเติบโตเป็นต้นใหม่มากมาย ทุกลำต้น ราก กิ่งก้านและใบ สอดประสานเกี่ยวพันกันจนเกิดเป็นคูหาแห่งแสงเงาขนาดใหญ่ดูงดงามวิจิตร เป็นความมหัศจรรย์ทางธรรมชาติที่เหนือคำบรรยาย\nนับเป็นเวลา ๑๐๐ กว่าปีมาแล้ว ที่ไทรงามแห่งนี้เริ่มเป็นที่รู้จักและมีชื่อเสียง  บันทึกไว้ว่านับตั้งแต่สมเด็จพระศรีพัชรินทราบรมราชินีนาถ ในพระบาทสมเด็จพระจุลจอมเกล้าฯ รัชกาลที่ ๕ ได้เสด็จฯ ประพาสเมืองพิมาย เมื่อวันที่ ๒๑ มกราคม ๒๔๕๔ และได้พระราชทานนามว่า “ไทรงาม”\nปัจจุบัน ไทรงาม เป็นสถานที่ท่องเที่ยวสำคัญแห่งหนึ่งของจังหวัดนครราชสีมา"
  },
  {
    "province": "พังงา",
    "name": "25. ไทรย้อยชายน้ำ",
    "age": "200 ปี",
    "circum": "2 เมตร",
    "height": "20 เมตร",
    "latlong": "8.876397,98.342107",
    "details": "ต้นไทรย้อยใบทู่โบราณขนาดใหญ่ มีอายุกว่า ๒๐๐ ปี แผ่ขยายกิ่งก้านสาขาโอบกอดทอดยาวเป็นรูปอุโมงค์ รากของต้นไทรจำนวนมากทอดตัวลงสู่สายน้ำ สลับกับไม้อื่นๆ ทำให้บรรยากาศโดยรวมคล้ายป่าดงดิบในอะเมซอนจึงเป็นที่มาของชื่อ“ลิตเติ้ลอะเมซอน”ที่ทรงเสน่ห์ สร้างความหลงใหลแก่ผู้มาเยือนคลองสังเน่ห์ อำเภอตะกั่วป่า จังหวัดพังงา \n ข้อมูลจากชาวชุมชนคลองสังเน่ห์ ระบุว่า คลองสังเน่ห์ เป็นผืนป่าเล็กๆ ที่เต็มไปด้วยความหลากหลายทางชีวภาพ  สองฝั่งคลองเต็มไปด้วยต้นไทรและไม้ชายน้ำที่มีรากขึ้นเกาะเกี่ยวกันอย่างหนาแน่น ต้นไทรที่มีขนาดใหญ่สุด วัดขนาดเส้นรอบวงกว่า ๒ เมตร สูงกว่า ๒๐ เมตร ที่นี่มีความพิเศษของระบบนิเวศน์ทั้งน้ำจืดและน้ำเค็มผสมกัน \nปัจจุบันเป็นที่นิยมของนักท่องเที่ยวเชิงนิเวศน์ที่นั่งเรือเข้ามาชมความสมบูรณ์ของป่าและสัตว์หลายประเภท เช่น นกเงือก งู เป็นต้น ชาวบ้าน และองค์กรท้องถิ่นต่างร่วมมือกันสร้างความรู้ความเข้าใจในการพัฒนาควบคู่กับการอนุรักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อมให้มีความยั่งยืนและนำมาซึ่งรายได้ให้แก่ชุมชนและจังหวัด"
  },
  {
    "province": "ยะลา",
    "name": "26. ไทรปิยะมิตร",
    "age": "ไม่ระบุ",
    "circum": "60.8 เมตร",
    "height": "40 เมตร",
    "latlong": "5.891988, 101.048453",
    "details": "ต้นไทรยักษ์ ณ บ้านอุโมงค์ปิยมิตร ๑  ตำบลตะเนาะแมเราะ อำเภอเบตง  จังหวัดยะลา วัดเส้นรอบวงได้ ๖๐.๘ เมตร สูง ๔๐ เมตร ยืนตระหง่านท่ามกลางป่าทึบ  บริเวณโคนต้นมีรากมหัศจรรย์ หรือ พูพอน แผ่ออกมาราวกับปีกที่กางออก มีขนาดสูงใหญ่ กลายเป็นไม้ค้ำยันต้นให้มั่นคงแข็งแรง และช่วยดูดซับน้ำ ทำให้ลำต้นยิ่งดูอลังการเก่าแก่โบราณ ชุมชนจึงเรียกอีกชื่อหนึ่งในเชิงเปรียบเทียบว่า “ต้นไม้พันปี”\n ต้นไทรยักษ์นี้ ในอดีตเคยเป็นต้นไม้อำพรางทางเข้าอุโมงค์ปิยะมิตร อันเป็นอุโมงค์หลบซ่อนตัวในการทำสงครามต่อสู้กับรัฐของโจรจีนคอมมิวนิสต์มลายา \n ปัจจุบัน  อุโมงค์ปิยะมิตรและต้นไทรยักษ์กลายเป็นสถานที่ท่องเที่ยวของชุมชน  นับเป็นอนุสรณ์สถานที่มีคุณค่าทางประวัติศาสตร์  เป็นแหล่งเรียนรู้และแหล่งท่องเที่ยวที่อันเป็นมรดกทางวัฒนธรรมที่สำคัญของท้องถิ่น"
  },
  {
    "province": "กาญจนบุรี",
    "name": "27. กร่างศาลเจ้า",
    "age": "320 ปี",
    "circum": "18 เมตร",
    "height": "25 เมตร",
    "latlong": "13.920578, 99.760672",
    "details": "กร่างต้นนี้ ลำต้นขนาดกว่า ๒๗ คนโอบ ยืนต้นอยู่ริมแม่น้ำแม่กลอง อำเภอท่ามะกา จังหวัดกาญจนบุรี วัดเส้นรอบวงประมาณ ๑๘ เมตร สูงประมาณ ๒๕ เมตร  แต่ละกิ่งเหมือนกับโคนต้นไม้ขนาดใหญ่ แผ่กิ่งก้านสาขารอบบริเวณ โอบคลุมตัวศาลเจ้าเก่าแก่สมัยกรุงศรีอยุธยา คนท้องถิ่นจึงเรียกกันว่า “ศาลเจ้าตึกในโพรงไม้”\n กรมศิลปากรได้ตรวจวิเคราะห์อิฐแดงและอิฐมอญของศาลเจ้า พบว่าอยู่ในสมัยอยุธยาตอนปลาย จึงสันนิษฐานได้ว่าต้นไม้ดังกล่าวน่าจะมีอายุไม่น้อยกว่า ๓๒๐ ปี มีเรื่องเล่าต่อๆกันมาในชุมชนว่า ในสมัยก่อนมีการค้าขายทางเรือ  พ่อค้าแม่ค้ามักจะแวะมาสักการะสิ่งศักดิ์สิทธิ์ที่ศาลเจ้า และขอพรให้เดินทางปลอดภัย ค้าขายราบรื่นประสบความสำเร็จ \nปัจจุบันยังเป็นศูนย์รวมความเชื่อความศรัทธาของประชาชน และมีการจัดงานทำบุญในวันที่ ๑๓ เมษายน เป็นประจำทุกปี"
  },
  {
    "province": "กรุงเทพมหานคร",
    "name": "28. กร่างศิลปากร",
    "age": "ไม่ระบุ",
    "circum": "15 เมตร",
    "height": "25 เมตร",
    "latlong": "13.752916, 100.490240",
    "details": "ต้นกร่างขนาดใหญ่ตระหง่านเบียดตัวแทรกอยู่ท่ามกลางอาคารเรียน หน้าคณะโบราณคดี มหาวิทยาลัยศิลปากร  วัดเส้นรอบวงได้ประมาณ ๑๕ เมตร และสูงประมาณ ๒๕ เมตร  เป็นที่คุ้นชินตาของนักศึกษา และประชาชนที่ผ่านไปผ่านมา \n ข้อมูลจากมหาวิทยาลัยศิลปากร ระบุว่า กร่างต้นนี้ปลูกสมัยต้นกรุงรัตนโกสินทร์ ก่อนที่วังท่าพระจะเป็นมหาวิทยาลัยศิลปากร  เชื่อว่าอายุนับร้อยปีแต่ไม่มีใครทราบอายุที่แท้จริง   \nปัจจุบัน เป็นต้นไม้ใหญ่ประจำมหาวิทยาลัย  นักศึกษาบางคนให้ความเคารพเรียกว่า “ปู่กร่าง”"
  },
  {
    "province": "ลพบุรี",
    "name": "29. นิโครธคู่วัด",
    "age": "100 ปี",
    "circum": "1.6 เมตร",
    "height": "5 เมตร",
    "latlong": "14.960408, 100.566702",
    "details": "ณ วัดพานิชธรรมิการาม อำเภอบ้านหมี่ จังหวัดลพบุรี มีนิโครธต้นงามอายุกว่า ๑๐๐ ปี วัดเส้นรอบวง ได้ ๑.๖ เมตร และสูง ๕ เมตร รูปลักษณ์ลำต้นเป็นไปตามธรรมชาติของต้นนิโครธทุกประการคือลำต้นสง่างาม โดดเด่น และมีรากอากาศที่มีขนาดเกือบเท่ากับลำต้นจำนวนมากรายล้อมเป็นวง แลดูมหัศจรรย์  \nต้นนิโครธต้นนี้ หลวงปู่บุญเลี้ยง อดีตเจ้าอาวาสวัด เป็นผู้นำมาปลูก  โดยได้แรงบันดาลใจจากความเชื่อตามพุทธประวัติที่กล่าวว่าต้นนิโครธเป็นต้นไม้ที่ประทับของพระพุทธเจ้าหลังการตรัสรู้ถึง ๒ ช่วงคือ  เช้าวันขึ้น ๑๕ ค่ำเดือน ๖ ในสมัยพุทธกาล นางสุชาดาได้นำข้าวมธุปายาสมาถวายพระพุทธเจ้าที่ใต้ต้นนิโครธ ด้วยเข้าใจผิดคิดว่าเป็นรุกขเทวดา และเป็นต้นไม้ที่ประทับของพระพุทธเจ้าหลังการตรัสรู้ \nปัจจุบัน เป็นต้นไม้คู่วัด  สร้างความร่มรื่นและประทับใจแก่ผู้มาเยือน"
  },
  {
    "province": "ราชบุรี",
    "name": "30. อิน จันวัดหลวง",
    "age": "260- 360 ปี",
    "circum": "12.36 เมตร",
    "height": "30 เมตร",
    "latlong": "13.702006, 99.911763",
    "details": "ในบริเวณวัดหลวง ตำบลวังเย็น อำเภอบางแพ จังหวัดราชบุรี มีต้นจันโบราณ ๒ ต้น อายุราว ๒๖๐ - ๓๖๐ ปี เส้นรอบวง ๑๒.๓๖ เมตร สูง ๓๐ เมตร ปลูกไว้คู่กันทางด้านเหนือและใต้ของพระอุโบสถ ต้นด้านทิศเหนือ มีขนาด ๑๒.๓๖ เมตร ส่วนต้นด้านทิศใต้มีขนาด ๑๐.๕๐ เมตร \n จากประวัติวัด ระบุว่า วัดหลวง เป็นวัดโบราณ สร้างในราวสมัยกรุงศรีอยุธยา ไม่ปรากฏนามผู้สร้าง และ พ.ศ. ที่สร้าง ไม่มีหลักฐานที่เป็นลายลักษณ์อักษรอื่น นอกจากอักขระขอมมอญ ที่จารึกไว้บนแผ่นเสมาด้านหน้าอุโบสถราวพุทธศตวรรษที่ ๒๒ – ๒๓   ภายในวัดเป็นสถานที่ร่มรื่นด้วยต้นไม้ใหญ่ โดยเฉพาะ ต้นจันที่ใหญ่ที่สุดจำนวน ๒ ต้นที่ปลูกไว้คู่กัน สันนิษฐานว่าปลูกตอนสร้างอุโบสถครั้งแรก เก่าแก่นับร้อยปี  ปัจจุบัน ต้นจันทั้งคู่ อยู่ในความดูแลรักษาของวัด  เป็นที่ร่มรื่นตาและร่มรื่นใจแก่ผู้พบเห็น"
  },
  {
    "province": "ลพบุรี",
    "name": "31. จันหลายแผ่นดิน",
    "age": "340 ปี",
    "circum": "7 เมตร",
    "height": "20 เมตร",
    "latlong": "14.8003361, 100.6101583",
    "details": "ต้นจันต้นนี้ยืนต้นอยู่หน้าพระที่นั่งจันทรพิศาล พระนารายณ์ราชนิเวศน์  มีอายุ ๓๔๐ ปี ลำต้นขนาด ๔ คนโอบ เส้นรอบวง ๗ เมตร สูง ๒๐ เมตร แตกกิ่งใบเขียวขจีเป็นพุ่มสวยสมบูรณ์ ทำให้ภูมิทัศน์ดูร่มรื่นงดงาม สมเป็นต้นไม้คู่พระราชวังโบราณ \n     ข้อมูลจากพิพิธภัณฑสถานแห่งชาติ สมเด็จพระนารายณ์ จังหวัดลพบุรี ระบุว่า  ต้นจัน ขึ้นโดดเด่นอยู่หน้าพระที่นั่งจันทรพิศาล พระนารายณ์ราชนิเวศน์ ซึ่งเป็นพระราชวังที่สมเด็จพระนารายณ์มหาราช ทรงพระกรุณาโปรดเกล้าฯ ให้สร้างขึ้นเมื่อ พ.ศ. ๒๑๐๙ เดิมมี ๒ ต้น  แต่ปัจจุบันเหลือเพีบง ๑ ต้น จึงถือได้ว่าเป็นต้นจันหลายแผ่นดิน\n ปัจจุบัน อยู่ในความดูแลของพิพิธภัณฑสถานแห่งชาติ สมเด็จพระนารายณ์ จังหวัดลพบุรี และเป็นต้นไม้สำหรับการเรียนรู้สำหรับคนรุ่นหลัง"
  },
  {
    "province": "เชียงใหม่",
    "name": "32. จามจุรียักษ์",
    "age": "ไม่ระบุ",
    "circum": "9 เมตร",
    "height": "19 เมตร",
    "latlong": "18.780739, 99.009589",
    "details": "สโมสรยิมคานา ซึ่งตั้งอยู่ที่ตำบลวัดเกตุ อำเภอเมือง จังหวัดเชียงใหม่ เป็นสโมสรสนามกอล์ฟที่เก่าแก่ที่สุดในประเทศไทย  บริเวณหน้าสโมสรมีต้นจามจุรีต้นหนึ่ง ยืนต้นมายาวนาน  มีขนาดเส้นรอบวง ๙ เมตรความสูง ๑๙ เมตร  มีลักษณะลำต้นแผ่ขยายแตกกิ่งก้านสาขาไปโดยรอบ งามตระการตา ได้รับรางวัลจากการประกวดต้นไม้ใหญ่จากเทศบาลนครเชียงใหม่ เมื่อ พ.ศ.๒๕๔๘ ด้วย\n จามจุรีนี้เติบโตมาก่อนการก่อตั้งสโมสรยิมคานา เชียงใหม่ ซึ่งก่อตั้งขึ้นโดยกลุ่มข้าราชการอังกฤษที่มาทำสัมปทานป่าไม้ในเมืองไทย เมื่อวันที่ ๖ เมษายน ๒๔๔๑ ในรัชสมัยของพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ ๕  และผู้บริหารสโมสรได้ดูแลรักษาต้นจามจุรีต้นนี้เป็นอย่างดี\n ปัจจุบัน  จามจุรียักษ์ต้นนี้เป็นความภาคภูมิใจของคนเชียงใหม่  และกลายเป็นหมุดหมายของนักท่องเที่ยวผู้มาเยือนเชียงใหม่"
  },
  {
    "province": "กาญจนบุรี",
    "name": "33. จามจุรีอลังการ",
    "age": "100 ปี",
    "circum": "15 เมตร",
    "height": "20 เมตร",
    "latlong": "13.971866, 99.511210",
    "details": "ไม่ไกลจากตัวเมืองกาญจนบุรี ที่กองการสัตว์และเกษตรกรรมที่ ๑ อำเภอด่านมะขามเตี้ย มีต้นจามจุรียักษ์ อายุกว่า ๑๐๐ ปี ขนาดใหญ่ ๑๐ คนโอบ  สามารถวัดความสูงของต้นจากพื้นดินสู่ยอดได้ประมาณ ๒๐ เมตร มีขนาดเส้นรอบวงประมาณ ๑๕ เมตร ความสูงประมาณ ๒๐ เมตรรัศมีทรงพุ่มของต้นประมาณ ๒๕.๘๗ เมตร มีเส้นผ่าศูนย์กลางของร่มเงายาวประมาณ ๕๑.๗๕ เมตร แผ่กิ่งก้านสาขาร่มรื่นอลังการเป็นรูปร่มปกคลุมบริเวณกว้างถึง ๑ ไร่ ๒ งาน ๔ วา  เป็นความภาคภูมิใจอย่างยิ่งของชาวกาญจนบุรี\n จามจุรีต้นนี้เติบโตอย่างเป็นธรรมชาติ  และอยู่ภายใต้การดูแลภายใต้เขตการดูแลของกองการสัตว์และเกษตรกรรม กรมการสัตว์ทหารบก\n ปัจจุบัน  เป็นสถานที่ท่องเที่ยวอีกแห่งหนึ่งของจังหวัดกาญจนบุรี"
  },
  {
    "province": "อุทัยธานี",
    "name": "34. ผึ้งยักษ์",
    "age": "300- 400 ปี",
    "circum": "97 เมตร",
    "height": "70 เมตร",
    "latlong": "15.084610, 99.519985",
    "details": "ต้นผึ้งหรือต้นเชียง หรือที่ชาวบ้านเรียกว่า “ต้นไม้ยักษ์”ยืนต้นตระหง่านอย่างน่าอัศจรรย์ ณ หมู่บ้านสะนำ จังหวัดอุทัยธานี มีความสูง ๗๐ เมตร วัดเส้นรอบวงแนบตามพูพอนหรือรากมหัศจรรย์ที่ยื่นออกมาได้ ๙๗  เมตร ขนาด ๔๐ คนโอบ ถือเป็นต้นไม้ที่มีพูพอนใหญ่ที่สุดในประเทศไทย มีอายุราว ๓๐๐ - ๔๐๐ ปี เป็นสิ่งมหัศจรรย์ทางธรรมชาติที่ยังคงอยู่ให้ลูกหลานได้เห็นคุณค่า\n  ในอดีตมีต้นผึ้งหรือต้นเชียงอยู่ในพื้นที่อุทัยธานีเป็นจำนวนมาก แต่ถูกตัดไปหมด เหลือเพียงต้นผึ้งยักษ์ต้นนี้เท่านั้น  ซึ่งอยู่ใกล้ศาลเจ้าบ้าน อันเป็นศูนย์รวมจิตใจของคนไทยเชื้อสายลาวทุกหมู่บ้านที่อยู่ในพื้นที่ พร้อมแวดล้อมไปด้วยต้นหมากมากมายมหาศาล หรือที่เรียกว่า ป่าหมากล้านต้น อีกด้วย\n  ทุก ๆ ปี ในวันแรม ๑ ค่ำ เดือน ๖ จะมีพิธีเลี้ยงเจ้าบ้าน และประเพณีปิดบ้าน ซึ่งสืบสานกันมาเนิ่นนานครั้งแต่อพยพมาจากกรุงเวียงจันทน์ เป็นพิธีแสดงความกตัญญูและความเคารพต่อวิญญาณบรรพบุรุษ ที่ปกปักรักษา คุ้มครองและให้อยู่ดีกินดี ต้นผึ้งยักษ์นี้เป็นส่วนหนึ่งของพิธีกรรมนั้นด้วย"
  },
  {
    "province": "เลย",
    "name": "35. เซียงใหญ่",
    "age": "150-  200 ปี",
    "circum": "22 เมตร",
    "height": "ไม่ระบุ",
    "latlong": "17.519282, 101.776325",
    "details": "บริเวณใกล้แม่น้ำเลย ตำบลชัยพฤกษ์ อำเภอเมืองเลย จะมีต้นเซียงใหญ่  อันเป็นต้นไม้ที่ใหญ่ที่สุดของเมืองเลย  เซียงต้นนี้มีลำต้นสมบูรณ์ พูพอนแผ่ปีกกว้างค้ำต้นตรง สูงตระหง่านแข็งแรง แผ่กิ่งก้านสาขา แตกใบเขียวชอุ่ม นอกจากจะให้ความร่มรื่นแก่ผู้มาเยือนแล้ว ผึ้งหลวงยังได้มาอาศัยทำรังจำนวนมากอยู่ตามกิ่งก้านบนยอดสูง มีเส้นรอบวงประมาณ ๒๒ เมตร อายุอยู่ระหว่าง ๑๕๐ - ๒๐๐ ปี ในบริเวณใกล้เคียงยังพบไม้ขนาดใหญ่ที่อยู่ในสภาพสมบูรณ์ขนาดเส้นรอบวงไม่น้อยกว่า ๑๐ เมตร เรียงรายไปร่วม ๑๐ ต้น ทำให้บริเวณโดยรอบมีสภาพป่าที่สมบูรณ์ร่มรื่นเหมาะแก่การพัฒนาเป็นแหล่งท่องเที่ยวของชุมชน\n ต้นเซียงใหญ่นี้  เติบโตอยู่ในกลุ่มเดียวกับต้นไม้ใหญ่ ๆของจังหวัดเลย  \n ปัจจุบัน ชาวบ้านได้ร่วมกันอนุรักษ์ต้นไม้ต้นนี้ไว้  และถือเป็นสถานที่ท่องเที่ยวแห่งใหม่ให้คนรุ่นหลังได้ศึกษาและชื่นชมธรรมชาติ"
  },
  {
    "province": "เชียงใหม่",
    "name": "36. มะจำโรงสันป่าตอง",
    "age": "300 ปี",
    "circum": "31.4 เมตร",
    "height": "90 เมตร",
    "latlong": "18.623655, 98.890304",
    "details": "ริมทางหลวงหมายเลข ๑๐๘ ใกล้กับสี่แยกไฟแดงตลาดมะจำโรง อำเภอสันป่าตอง จังหวัดเชียงใหม่  มีต้นจำมะโรงต้นหนึ่งยืนต้นสูงใหญ่ โดดเด่นคู่อำเภอสันป่าตองมานานกว่า ๓๐๐ ปี วัดเส้นรอบวงได้ ๓๑.๔ เมตร ความสูงมากกว่า ๙๐ เมตร ชุมชนจึงยกให้เป็นสัญลักษณ์ที่ใหญ่และเก่าแก่ที่สุดของอำเภอ  \nจากตำนานท้องถิ่นผู้เฒ่าผู้แก่เล่าว่า น่าจะปลูกไว้ตั้งแต่ยุคสร้างเมืองเชียงใหม่ นอกจากให้ร่มเงาแล้ว ชาวบ้านยังเชื่อว่าเป็นต้นไม้ที่ศักดิ์สิทธิ์โดยจะเห็นได้จากความศรัทธาที่มีการตั้งศาลบูชาไว้โดยรอบ \nปัจจุบันอยู่ในความดูแลของ คุณจิราวรรณ์ สุต๋า เจ้าของที่ดิน ซึ่งครอบครองสืบทอดต่อมาจากบรรพบุรุษ ผู้ยืนยันว่าจะมุ่งมั่นดูแลและอนุรักษ์ต้นจำมะโรงต้นนี้ด้วยความภาคภูมิใจต่อไป"
  },
  {
    "province": "อุบลราชธานี",
    "name": "37. ส้มโฮงดุมใหญ่",
    "age": "300 ปี",
    "circum": "7 เมตร",
    "height": "40 เมตร",
    "latlong": "15.646572, 104.740657",
    "details": "ต้นส้มโฮง หรือสำโรง ลำต้นสูงชะลูด กิ่งก้านแตกแขนงออกเป็นระยะ ทรงพุ่มเป็นชั้น ดูคล้ายฉัตรยืนตระหง่านงามอยู่ในวัดดุมใหญ่ จังหวัดอุบลราชธานี  มีขนาดเส้นรอบวงได้ ๗ เมตร ความสูง ๔๐ เมตร ให้ความร่มรื่นแก่สภาพแวดล้อม  และเป็นความภาคภูมิใจของชาวอุบลราชธานี\n ข้อมูลจากวัด กล่าวว่า ส้มโฮงต้นนี้ ยืนต้นมาแต่โบราณกาล  มีอายุกว่า ๓๐๐ ปี  เป็นต้นไม้ยึดเหนี่ยวจิตใจของผู้คนที่มาวัดปฏิบัติธรรม\nปัจจุบัน   อยู่ในความดูแลของวัดดุมใหญ่  จังหวัดอุบลราชธานี"
  },
  {
    "province": "สุโขทัย",
    "name": "38. มะม่วงวัด   ศรีชุม",
    "age": "200 ปี",
    "circum": "6 เมตร",
    "height": "20 เมตร",
    "latlong": "17.026823, 99.693089",
    "details": "ใกล้ๆกับมณฑปวัดศรีชุม ซึ่งเป็นที่ประดิษฐาน \"พระอจนะ\" ภายในเขตอุทยานประวัติศาสตร์สุโขทัย ตำบลเมืองเก่า  จังหวัดสุโขทัย มีมะม่วงโบราณต้นยักษ์อายุกว่า ๒๐๐ ปียืนต้นอยู่  รูปทรงสวยงามสมดุล  โดดเด่น วัดเส้นรอบวงประมาณ ๖ เมตร สูงประมาณ ๒๐ เมตร ให้ความร่มเย็น ชื่นตาชื่นใจแก่ผู้พบเห็น   \nตามประวัติ  สันนิษฐานว่า วัดศรีชุมสร้างในสมัยพ่อขุนรามคำแหง ก่อนจะถูกทิ้งร้างลงในสมัยอยุธยาตอนปลาย ปัจจุบันหลงเหลืออาคารสำคัญอยู่เพียงหนึ่งเดียวคือ อาคารพระมณฑป \nและในบริเวณใกล้ ๆกันนั้นยังคงมีต้นมะม่วงต้นยักษ์ต้นนี้อยู่ \nปัจจุบัน  มะม่วงต้นนี้นับเป็นองค์ประกอบสำคัญที่ช่วยเสริมให้โบราณสถานดูยิ่งใหญ่ เก่าแก่ และมีความศักดิ์สิทธิ์  เป็นที่สนใจของนักท่องเที่ยว"
  },
  {
    "province": "บุรีรัมย์",
    "name": "39. มะม่วงปราสาทเมืองต่ำ",
    "age": "100 ปี",
    "circum": "6.3 เมตร",
    "height": "20 เมตร",
    "latlong": "14.496369, 102.982512",
    "details": "ต้นมะม่วงขนาดใหญ่ อายุกว่า ๑๐๐ ปี ยืนต้นโดดเด่น แตกพุ่มสวยงามอยู่เพียงลำพัง ณ ริมสระน้ำระเบียงคด ในบริเวณปราสาทเมืองต่ำ จังหวัดบุรีรัมย์ เป็นทัศนียภาพคุ้นชินตามาเนิ่นนาน จนได้รับการเรียกขานกันว่า “ต้นมะม่วงประจำปราสาทเมืองต่ำ”\n ข้อมูลจาก อุทยานประวัติศาสตร์ ฯ กล่าวว่า มะม่วงต้นนี้ วัดเส้นรอบวงประมาณ ๖.๓ เมตร \nสูงประมาณ ๒๐ เมตร ผู้สูงอายุในชุมชนเล่าว่า เมื่อจำความได้ มะม่วงต้นนี้ก็มีขนาดเท่าปัจจุบันแล้ว จึงคาดว่ามีอายุไม่ต่ำกว่า ๑๐๐ ปี ลักษณะเป็นมะม่วงป่า ผลมีขนาดเล็ก ส่วนต้นไม้อื่นในบริเวณนี้ที่มีอายุไล่เลี่ยกันได้โค่นไปตามธรรมชาติหมดแล้ว \nปัจจุบัน ต้นมะม่วงต้นนี้อยู่ในการดูแลของอุทยานประวัติศาสตร์  และเป็นจุดหนึ่งที่นักท่องเที่ยวให้ความสนใจ"
  },
  {
    "province": "เชียงราย",
    "name": "40. ชาอัสสัมพันปี",
    "age": "1,000 ปี",
    "circum": "2.05 เมตร",
    "height": "20 เมตร",
    "latlong": "19.825762, 99.571392",
    "details": "ชาวเขาเก็บชาต้นสูงแค่เอวมักเป็นภาพที่เห็นชินตา แต่ชาอัสสัมที่วนอุทยานชาพันปี บริเวณสันเขาดอยช้าง-ดอยวาวี บ้านใหม่พัฒนา จังหวัดเชียงราย เป็นต้นชาอายุกว่า ๑,๐๐๐ ปี  เส้นรอบวง ๒.๐๕ เมตร สูงประมาณ ๒๐ เมตร มีขนาด ๒-๓ คนโอบ เป็นชาต้นใหญ่ที่สุดในประเทศไทย \n  ข้อมูลจากวนอุทยาน ระบุว่า ต้นชาพันปีถูกค้นพบเมื่อเดือนพฤศจิกายน ๒๕๔๘ เป็นต้นชาพันธุ์อัสสัม หรือที่ชาวท้องถิ่นภาคเหนือเรียกว่า ต้นเมี่ยง มีลำต้นสูง แข็งแรง เป็นที่พักพิงของพันธ์ไม้ต่างๆ เช่น กล้วยไม้และมอสหลายชนิด บ่งบอกถึงการหยัดยืนมาอย่างยาวนาน และมีขนาดใหญ่กว่าต้นชาพันปีที่เมืองซือเหมา ประเทศสาธารณรัฐประชาชนจีนเสียอีก \nปัจจุบัน ชาอัสสัมพันปี อยู่ในความดูแลของวนอุทยานชาพันปี ซึ่งเป็นแหล่งท่องเที่ยวเชิงอนุรักษ์ โดยเฉพาะในช่วงฤดูแล้งและเทศกาลชิมชา-กาแฟ"
  },
  {
    "province": "ตาก",
    "name": "41. กระบากใหญ่",
    "age": "700 ปี",
    "circum": "16.10 เมตร",
    "height": "50 เมตร",
    "latlong": "16.785574, 98.893900",
    "details": "ต้นกระบากใหญ่ที่สุดในประเทศไทยอยู่ที่อุทยานแห่งชาติตากสินมหาราช จังหวัดตาก  วัดเส้นรอบวง  ๑๖.๑๐ เมตร สูง ๕๐ เมตร ขนาด ๑๒ คนโอบ อยู่ในบริเวณหุบเขาของป่าดงดิบ \nต้นกระบากต้นนี้แฝงตัวอยู่กลางป่ามายาวนานกว่า ๗๐๐ ปี ก่อนจะถูกค้นพบโดยชาวเขาเผ่ามูเซอเมื่อปี ๒๕๑๙ เป็นส่วนหนึ่งที่แสดงถึงลักษณะทางธรรมชาติซึ่งมีความโดดเด่นสมบูรณ์ควรค่าแก่การอนุรักษ์ และนำไปสู่การกำหนดเป็นพื้นที่อุทยานแห่งชาติในเวลาต่อมาข้อมูลจากอุทยานฯ ระบุว่าต้นกระบากนี้ \nอยู่ในอุทยานแห่งชาติต้นกระบากใหญ่ ต่อมาเปลี่ยนชื่อเป็น“อุทยานแห่งชาติตากสินมหาราช” เพื่อเป็นการเทอดพระเกียรติแด่องค์สมเด็จพระเจ้าตากสินมหาราช\n ปัจจุบัน วนอุทยานแห่งชาติตากสินมหาราช  เป็นแหล่งท่องเที่ยวของจังหวัดตาก  และต้นกระบากใหญ่ต้นนี้เป็นหมุดหมายหนึ่งของนักท่องเที่ยว"
  },
  {
    "province": "น่าน",
    "name": "42. กลุ่มต้นชมพูภูคาแสนงาม",
    "age": "ไม่ระบุ",
    "circum": "0.30 เมตร",
    "height": "25 เมตร",
    "latlong": "19.171638, 100.916232",
    "details": "ชมพูภูคา เป็นพรรณไม้แห่งความภาคภูมิใจของชาวจังหวัดน่าน เพราะเป็นพืชหายากใกล้สูญพันธุ์ อีกทั้งยังได้รับพระมหากรุณาธิคุณจากสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี พระราชทานให้ ชมพูภูคา เป็นดอกไม้สัญลักษณ์ในโครงการอนุรักษ์พันธุกรรมพืชอันเนื่องมาจากพระราชดำริฯสำหรับต้นที่มีขนาดใหญ่สุด วัดเส้นรอบวงได้ ๐.๓๐ เมตร  สูง ๒๕ เมตร\n ข้อมูลจากอุทยานฯ ระบุว่า ต้นชมพูภูคา โดยได้รับการตั้งชื่อต้นไม้ตามสีของดอก (สีชมพูอมขาว) และถิ่นที่พบ พบครั้งแรกในประเทศไทยเมื่อปี พ.ศ. ๒๕๓๒ ในพื้นที่อุทยานแห่งชาติดอยภูคาและไม่พบในพื้นที่ใดอีกเลย \nปัจจุบันความงดงามของดอกชมพูภูคาที่บานสะพรั่งเต็มดอย เป็นเอกลักษณ์เฉพาะที่ทำให้อุทยานแห่งชาติดอยภูคามีสีสันชีวิตชีวา กลายเป็นสถานที่พิเศษสุดประทับใจดึงดูดให้นักท่องเที่ยวมาเยือน"
  },
  {
    "province": "ลำปาง",
    "name": "43. จำปีหลวงรัชนี",
    "age": "ไม่ระบุ",
    "circum": "8.60 เมตร",
    "height": "50 เมตร",
    "latlong": "17.756839, 99.226931",
    "details": "ลึกเข้าไปในพื้นที่ป่าท้ายหมู่บ้านแม่เตี๊ยะ จังหวัดลำปาง จะพบไม้จำปีหลวงหรือจำปีรัชนียืนต้นคู่กันกลางป่า โดยต้นที่ใหญ่ที่สุดมีเส้นรอบวง ๘.๖๐ เมตร สูง ๕๐ เมตร ถือเป็นต้นจำปีหลวงที่ใหญ่ที่สุดในประเทศไทย\n กรมป่าไม้ระบุว่า ต้นจำปีต้นนี้น่าจะมีอายุหลายชั่วอายุคนแล้ว และอยู่ในป่าค่อนข้างลึกจึงเพิ่งถูกค้นพบเมื่อไม่นานมานี้ \nปัจจุบัน พื้นที่นี้อยู่ในเขตป่าสงวนแห่งชาติป่าแม่ปราบ ซึ่งกำลังเตรียมจะเสนอเป็นแหล่งศึกษาธรรมชาติ พร้อมหาวิธีอนุรักษ์และขยายพันธุ์ต่อไป"
  },
  {
    "province": "อุตรดิตถ์",
    "name": "44. มเหสักข์",
    "age": "1,500 ปี",
    "circum": "10.22 เมตร",
    "height": "38.50 เมตร",
    "latlong": "17.597448, 100.549751",
    "details": "ต้นสักอายุกว่า ๑,๕๐๐ ปี ใหญ่ที่สุดในโลก ยืนต้นตระหง่านอยู่ในอุทยานแห่งชาติต้นสักใหญ่ จังหวัดอุตรดิตถ์ ต้นสักใหญ่มีเส้นรอบวง ๑๐.๒๒ เมตร สูง ๓๘.๕๐ เมตร และเมื่อวันที่ ๒๙ กันยายน ๒๕๕๒ สมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารีได้พระราชทานชื่อต้นสักนี้ว่า “ต้นมเหสักข์”(ในพจนานุกรมหมายถึงเทวดาผู้ใหญ่ซึ่งหมายถึงต้นสักที่ใหญ่กว่าต้นใด)ถือเป็นความภาคภูมิใจอย่างหาที่สุดมิได้ของชาวอุตรดิตถ์\nข้อมูลจากอุทยาน ฯ ระบุว่าเนื่องจากสักต้นนี้เคยถูกพายุพัดยอดหัก และมีลำต้นไม่สมบูรณ์เป็นโพรงจึงไม่คุ้มค่าในการนำมาทำสินค้าทำให้รอดพ้นจากการถูกตัดในอดีต จึงเหลือเป็นอนุสรณ์ให้คนรุ่นหลังได้มีโอกาสชมและศึกษาจนถึงปัจจุบัน\nปัจจุบัน มเหสักข์ต้นนี้อยู่ท่ามกลางสิ่งแวดล้อมและระบบนิเวศน์อันอุดม และได้รับคัดเลือกเป็นต้นสายพันธุ์นำร่องมุ่งสู่โครงการ “รวมใจภักดิ์ ปลูกมเหสักข์ – สยามินทร์ ถวายพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช  เนื่องในวโรกาสที่ทรงมีพระชนมายุครบ ๘๔ พรรษา เมื่อปี ๒๕๕๔"
  },
  {
    "province": "อุตรดิตถ์",
    "name": "45. มะค่าโมงยักษ์",
    "age": "1,500 ปี",
    "circum": "12 เมตร",
    "height": "40 เมตร",
    "latlong": "18.083080, 100.981028",
    "details": "มะค่าโมงยักษ์ต้นนี้  อายุกว่า ๑,๕๐๐ ปี ยืนต้นอยู่ในเขตพื้นที่ป่าสงวนแห่งชาติห้วยก้านเหลือง จังหวัดอุตรดิตถ์  มีขนาดที่จัดว่าใหญ่มาก คือ เส้นรอบวงประมาณ ๑๒ เมตร สูงประมาณ ๔๐ เมตร   และมีความสมบูรณ์ ๑๐๐% ยืนอวดโฉมความสูงใหญ่  กิ่งใบแผ่กว้างงดงาม และมีลำต้นที่เป็นปุ่มปมอันเป็นลักษณะพิเศษ  นับเป็นต้นมะค่าโมงขนาดใหญ่ที่สุดในภาคเหนือ\nตามปกติมะค่าโมง เป็นไม้เนื้อแข็งและมีลายไม้ที่สวยงามจึงเป็นที่ต้องการและมีราคาสูง ดังนั้น การที่ต้นนี้สามารถรอดพ้นจากการลักลอบตัดโค่นมาได้ นับเป็นเรื่องน่ายินดี\n     ปัจจุบัน ชุมชนพร้อมใจกันบวชต้นมะค่าโมงเพื่อเป็นกุศโลบายมิให้คนตัดไม้ อีกทั้งยังร่วมกันดูแลรักษาพร้อมนำเมล็ดไปขยายพันธุ์ต่อไป"
  },
  {
    "province": "ประจวบคีรีขันธ์",
    "name": "46. กลุ่มต้นจันทน์หอมสูงค่า",
    "age": "ไม่ระบุ",
    "circum": "ไม่ระบุ",
    "height": "30 เมตร",
    "latlong": "12.051666, 99.623899",
    "details": "ณ อุทยานแห่งชาติกุยบุรี  จังหวัดประจวบคีรีขันธ์  มีไม้จันทน์หอมขึ้นอยู่จำนวนมาก \nมีลักษณะสมบูรณ์ ลำต้นสูงใหญ่กว่า ๓๐ เมตร แตกใบเขียวชอุ่ม \n ต้นจันทน์หอมเป็นไม้ขนาดใหญ่ ที่มีค่าหายากและเมื่อยืนต้นตายตามธรรมชาติจะให้กลิ่นหอมจัดเป็นไม้มงคลชั้นสูงที่มักใช้ในการพระราชพิธีถวายพระเพลิงพระบรมศพพระมหากษัตริย์ พระศพพระบรมราชวงศ์ชั้นสูง โดยนำมาใช้ ๒ ส่วน คือ การทำพระโกศไม้จันทน์ และการใช้ทำเป็นเชื้อเพลิงหรือฟืน  โดยอุทยานฯจะทำการสำรวจไม้ที่ยืนต้นตายตามธรรมชาติและจัดทำพิกัดไว้เพื่อใช้ในงานพระราชพิธีสำคัญ \n เมื่อปี ๒๕๕๘ ทางสำนักพระราชวังคัดเลือกและนำไปใช้ในพระราชพิธีพระราชทานเพลิงพระศพสมเด็จพระญาณสังวร สมเด็จพระสังฆราช สกลมหาสังฆปริณายก ในปี ๒๕๖๐ ได้ถูกคัดเลือกให้นำไปใช้ในงานพระราชพิธีพระบรมศพพระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดช"
  },
  {
    "province": "พระนครศรีอยุธยา",
    "name": "47. กลุ่มต้นพุทราโบราณ",
    "age": "100-130 ปี",
    "circum": "1.50- 2.50 ปี",
    "height": "7-10 เมตร",
    "latlong": "14.358784, 100.558128",
    "details": "กลุ่มต้นพุทราโบราณ ที่เรียงรายอยู่ในบริเวณพระราชวังโบราณ และสวนสมเด็จพระศรีนครินทราบรมราชชนนี  จังหวัดพระนครศรีอยุธยา มีจำนวนมากถึง ๘๒๑ ต้น มีอายุราว ๑๐๐ - ๑๓๐ ปี เส้นรอบวงแต่ละต้นประมาณ ๑.๕๐ – ๒.๕๐ เมตร สูง ๗ – ๑๐ เมตร ลำต้นสีเข้มแตกกิ่งก้านสาขา ตัดกับใบสีเขียวอ่อนเข้มดูงดงามแปลกตา เสริมสร้างภูมิท้ศน์ของโบราณสถานให้ดูมีมิติและอลังการน่าประทับใจยิ่ง\n ต้นพุทรามีมาแต่สมัยกรุงศรีอยุธยา ต่อมาในรัชสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ฯ ทรงให้ปลูกต้นพุทราเพิ่ม และในปัจจุบัน สมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี ทรงมีพระราชดำริ ให้อนุรักษ์พันธุ์และต้นพุทราทั้งหมดนี้  และให้ขยายพันธุ์เพิ่มเติม เพื่อให้คงอยู่คู่กับจังหวัดตลอดไป \nปัจจุบัน ต้นพุทราโบราณเป็นส่วนหนึ่งของการเรียนรู้สถานที่ท่องเที่ยวเชิงประวัติศาสตร์ และผลพุทราสามารถสร้างรายได้ให้ประชาชนได้ด้วย"
  },
  {
    "province": "เพชรบุรี",
    "name": "48. กลุ่มต้นลั่นทมเขาวัง",
    "age": "155 ปี",
    "circum": "ไม่ระบุ",
    "height": "ไม่ระบุ",
    "latlong": "13.109172, 99.936585",
    "details": "พิพิธภัณฑสถานแห่งชาติพระนครคีรี หรือที่ชาวบ้านเรียกกันว่า เขาวัง จังหวัดเพชรบุรี  มีต้นลั่นทม หรือลีลาวดี ยืนต้นพรั่งพร้อมล้อมอยู่ด้วยกันทั้งสิ้น ๑,๒๖๓ ต้น มีอายุกว่า ๑๕๕ ปี  เวลาดอกบาน บานพร้อมกันกลิ่นหอมอบอวล  ซ้ำลำต้นเก่าแก่ก็เป็นปุ่มปม  มีกิ่งก้านแตกแขนงงดงามวิจิตรตา  บางจังหวะเกิดแสงเงาคล้ายลวดลายจิตรกรรม  เป็นเสน่ห์ที่สร้างความประทับใจแก่ผู้มาเยือนมิรู้ลืม \n จากประวัติความเป็นมา  ต้นลั่นทมหรือลีลาวดีที่พบเรียงรายบนพระนครคีรีนี้ เป็นดอกไม้ที่พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว โปรดเกล้าฯ ให้นำพันธุ์มาจากชวาหรืออินโดนีเซีย โดยให้ปลูกไว้ตั้งแต่สร้างพระนครคีรี \nปัจจุบันเป็นแหล่งท่องเที่ยวพักผ่อนของประชาชนและนักท่องเที่ยวโดยเฉพาะในเดือนมีนาคม - เมษายน ที่เป็นช่วงดอกไม้บาน ชาวเพชรบุรีจึงถือเสมือนดอกลั่นทมเป็นดอกไม้ประจำจังหวัด"
  },
  {
    "province": "ลพบุรี",
    "name": "49. กลุ่มต้นจำปีสิรินธร",
    "age": "ไม่ระบุ",
    "circum": "ไม่ระบุ",
    "height": "20-30 เมตร",
    "latlong": "15.052968, 101.240644",
    "details": "ต้นจำปีสิรินธร เป็น ๑ ใน ๑๗ ชนิดของไม้ในวงศ์จำปา ที่พบแห่งเดียวในโลกที่ป่าพลุชุมชน ต.ซับจำปา จังหวัดลพบุรี ลำต้นสูงประมาณ ๒๐ – ๓๐ ม. ใบใหญ่กว่าจำปีทั่วไป มีกลิ่นฉุนเฉพาะตัว ดอกสีขาวนวล มีกลีบดอก ๑๒-๑๔ กลีบ มีจำนวนประมาณ ๑๐๐ ต้น ในเนื้อที่ประมาณ ๘๙ ไร่  \n ข้อมูลจากโครงการอนุรักษ์พันธุกรรมพืชอันเนื่องมาจากพระราชดำริ สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารีระบุว่า ค้นพบโดย ดร.ปิยะ เฉลิมกลิ่น นักวิชาการ ๑๐ สถาบันวิจัยวิทยาศาสตร์และเทคโนโลยีแห่งประเทศไทย หนึ่งในผู้รับทุนสนับสนุนจากโครงการฯ เมื่อปีพ.ศ.๒๕๔๓ ในบริเวณพื้นที่ป่าซับจำปา (น้ำซับที่มีต้นจำปาอยู่) ต.ซับจำปา จังหวัดลพบุรี สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี พระราชทานนามว่า \"จำปีสิรินธร\" และต่อมาเป็นต้นไม้ประจำโรงเรียนนายร้อยพระจุลจอมเกล้า\nปัจจุบัน พื้นที่แห่งนี้ใช้เป็นพื้นที่ป่าชุมชนและมีการปลูกต้นไม้เพิ่มเติมตามโครงการปลูกป่าถาวรเฉลิมพระเกียรติ ซึ่งอยู่ในความดูแลของสำนักงานป่าไม้เขตสระบุรี และสำนักงานป่าไม้จังหวัดลพบุรี ร่วมกับองค์การบริหารส่วนตำบลซับจำปา พร้อมพัฒนาเป็นเส้นทางศึกษาธรรมชาติระยะทาง ๑,๐๐๐ เมตร และกิจกรรมการท่องเที่ยวเชิงนิเวศน์"
  },
  {
    "province": "ชลบุรี",
    "name": "50. พระเจ้าห้าพระองค์",
    "age": "ไม่ระบุ",
    "circum": "30 เมตร",
    "height": "30 เมตร",
    "latlong": "13.200435, 101.581790",
    "details": "ณ ป่าชุมชนบ้านเขาใหญ่ จังหวัดชลบุรี มีต้นพระเจ้าห้าพระองค์ ขนาดใหญ่ วัดขนาดเส้นรอบวงได้ ๓๐ เมตร และความสูง ๓๐ เมตร แตกพูพอนเป็นปีกกว้างสูงกว่า ๒ เมตรค้ำโคนต้นดูมั่นคงสง่างาม ยอดแตกพุ่มกว้าง ร่มรื่น กรมป่าไม้จัดให้เป็นต้นไม้ที่ใหญ่ที่สุดในภาคตะวันออก \n ข้อมูลจากกรมอุทยานแห่งชาติ ฯ ระบุว่าต้นพระเจ้าห้าพระองค์ถูกตั้งชื่อตามลักษณะผลที่มีรูปกลมรีเล็กน้อย แบ่งเป็นพู ๕ พู แต่ละพูจะมีรูปคล้ายพระเรียงรอบผลห้าองค์ ซึ่งมีความเกี่ยวโยงกับวิถีความเชื่อ วัฒนธรรมและภูมิปัญญาท้องถิ่น เรื่อง “การกำเนิดพระพุทธเจ้าห้าพระองค์ในภัทรกัลป์” (จากนิทานพระยากาเผือก) จึงถือเป็นไม้สิริมงคล โดยมีการใช้ใบ ดอกและผลในการประกอบพิธีกรรมสำคัญต่าง ๆ ของคนโบราณ ทั้งไทย ลาว พม่า เขมรและจีน \nปัจจุบันพื้นที่โดยรอบมีการปรับภูมิทัศน์ให้เป็นแหล่งท่องเที่ยวเชิงอนุรักษ์ของชุมชน"
  },
  {
    "province": "ระยอง",
    "name": "51. สะตือพักทัพ",
    "age": "300 ปี",
    "circum": "5 เมตร",
    "height": "15 เมตร",
    "latlong": "12.679480, 101.282738",
    "details": "ณ วัดลุ่มมหาชัยชุมพล (พระอารามหลวง)  หรือชื่อเดิม วัดลุ่ม อำเภอเมือง จังหวัดระยอง มีต้นสะตือใหญ่เก่าแก่ต้นหนึ่ง อายุได้ ๓๐๐ ปี วัดขนาดเส้นรอบวงได้ ๕ เมตร และความสูง ๑๕ เมตร เปลือกหนาแตกลายดูโบราณ ขรึมขลัง\n จากประวัติวัด วัดลุ่มตั้งขึ้นในสมัยอยุธยา เมื่อปี พ.ศ. ๒๒๓๔ และต้นสะตือต้นนี้อยู่คู่วัดมาแต่นั้น เมื่อกรุงศรีอยุธยาถูกพม่าล้อมใน พ.ศ.๒๓๑๐ สมเด็จพระเจ้าตากสินมหาราช พาทหารตีฝ่าแนวรบทหารพม่าไปทางภาคตะวันออก  และตีหัวเมืองเรื่อยมา เมื่อมาถึงเมืองระยองได้มาผูกช้างมาพักแรมที่โคนต้นสะตือใหญ่ ซึ่งเป็นบริเวณวัดลุ่มกับวัดเนินติดต่อกัน ก่อนจะจะบุกไปตีเมืองจันทบุรี เพื่อรวบรวมไพร่พลและจัดตั้งทัพ กลับมากอบกู้เอกราชคืนจากพม่า\n ปัจจุบัน  วัดลุ่มและต้นสะตือเป็นแหล่งเรียนรู้และท่องเที่ยวทางประวัติศาสตร์"
  },
  {
    "province": "ชัยภูมิ",
    "name": "52. เขว้าใหญ่",
    "age": "300 ปี",
    "circum": "5 เมตร",
    "height": "30 เมตร",
    "latlong": "15.943583, 102.324338",
    "details": "ต้นเขว้าอายุ ๓๐๐ ปี ต้นนี้ วัดขนาดเส้นรอบวงได้ ๕ เมตร ความสูง ๓๐ เมตร ตั้งอยู่ภายในโรงเรียนบ้านคอนสวรรค์ จังหวัดชัยภูมิ\n จากหลักฐานทางโบราณคดีประกอบกับข้อมูลประวัติศาสตร์ท้องถิ่น สันนิษฐานว่าในอดีตพื้นที่อำเภอคอนสวรรค์เป็นเมืองโบราณ ชื่อ“นครกาหลง” ซึ่งพบว่ามีอายุมาตั้งแต่สมัยทวารวดี โดยมีพระยาขุนหาญ ได้อพยพผู้คนมาจากทางแถบนครราชสีมาแล้วมาตั้งถิ่นฐานในบริเวณนี้ขึ้น  ต้นเขว้าต้นนี้อยู่ในบริเวณดังกล่าว  และมีอายุประมาณ ๓๐๐ ปี\nปัจจุบันตัวโรงเรียนตั้งอยู่ในเขตโบราณสถานบ้านโนนกู่ ดังนั้น ทั้งหลักฐานทางโบราณคดีและต้นเขว้าอายุเก่าแก่ดังกล่าว จึงได้รับการดูแลรักษาเพื่อพัฒนาให้เป็นแหล่งเรียนรู้ทางประวัติศาสตร์ของชุมชน  เช่นเดียวกับต้นเขว้า จะได้รับการดูแลรักษาเพื่อการเรียนรู้เรื่องสิ่งแวดล้อม"
  },
  {
    "province": "มหาสารคาม",
    "name": "53. งิ้วผาใหญ่",
    "age": "180 ปี",
    "circum": "5 เมตร",
    "height": "40 เมตร",
    "latlong": "15.921185, 102.998547",
    "details": "ภายในบริเวณโรงเรียนบ้านหนองคูขาด  อำเภอบรมือ  จังหวัดมหาสารคาม มีต้นงิ้วผาหรืองิ้วป่า ยืนต้นสูงสูงเด่นถึง ๔๐ เมตร ทำให้สังเกตเห็นได้ง่ายตั้งแต่ระยะไกล วัดขนาดเส้นรอบวงได้ ๕ เมตร อายุ ๑๘๐ ปี   เป็นต้นไม้ได้รับรางวัลชนะเลิศจากการประกวดต้นไม้ใหญ่ของจังหวัดมหาสารคาม\n จากข้อมูลประวัติศาสตร์ท้องถิ่นของชุมชน พบว่า ต้นงิ้วผาหรืองิ้วป่าต้นนี้ ตั้งอยู่ในพื้นที่ซึ่งเดิมเป็นบ้านหนองคูใหญ่ ต่อมาเกิดโรคระบาดจึงได้มีการอพยพโยกย้ายราษฎรไปอยู่ที่อื่น ภายหลังค่อยเกิดเป็นชุมชนคุ้มบ้านโนนขึ้นและกลายเป็นที่ตั้งของโรงเรียนบ้านหนองคูขาด ในปี พ.ศ.๒๔๘๕ ในอดีตพื้นที่นี้มีต้นงิ้วผาขึ้นเป็นคู่ ต่อมาชาวบ้านมีมติให้ตัดต้นงิ้วผา ๑ ต้น เพื่อนำไม้ไปทำหีบศพของหลวงพ่อโลน และเมื่อปี พ.ศ. ๒๕๓๙ จึงเหลือแต่ต้นงิ้วผาใหญ่ต้นเดียว\n ปัจจุบัน  ได้รับการดูแลรักษาโดยโรงเรียนบ้านหนองคูขาด  ซึ่งอาจพัฒนาเป็นแหล่งท่องเที่ยวในอนาคต"
  },
  {
    "province": "อำนาจเจริญ",
    "name": "54. ตะแบกโบราณ",
    "age": "100 ปี",
    "circum": "6 เมตร",
    "height": "30 เมตร",
    "latlong": "15.681366, 104.689584",
    "details": "ต้นตะแบกหรือต้นเปือยโบราณ  ที่ยืนต้นตรงสูงตระหง่านต้นนี้เป็นไม้พื้นถิ่นขนาดใหญ่ที่อยู่ภายในบริเวณดอนปู่ตา บ้านเปือย อำเภอลืออำนาจ จังหวัดอำนาจเจริญ มีอายุได้ ๑๐๐ ปี วัดเส้นรอบวงได้ ๖ เมตร และความสูง ๓๐ เมตร สง่างามอยู่คู่ชุมชนมายาวนานจนเป็นที่มาของชื่อบ้านนามเมืองว่า “บ้านเปือย” \n ต้นเปือยหรือตะแบกต้นนี้ เกิดในท้องถิ่นตามธรรมชาติมาแต่สมัยโบราณ  เพราะชุมชนดอนปู่ตานี้สันนิษฐานว่าในอดีตน่าจะเป็นที่ตั้งของชุมชนโบราณ เพราะมีการขุดค้นพบเสมาหินทรายสมัยทวารวดี\nเป็นจำนวนมาก ในขณะเดียวกันก็มีต้นเปือยขึ้นอยู่มากในบริเวณนี้ด้วย  ต่อมาในยุคหลังเมื่อมีการสร้างบ้านแปงเมือง  ตั้งถิ่นฐานเป็นชุมชนขนาดใหญ่ จึงได้นำเอาชื่อต้นเปือยตามภาษาท้องถิ่นมาตั้งเป็นชื่อหมู่บ้าน\n ปัจจุบัน  ต้นเปือยอยู่ในความดูแลของชุมชน"
  },
  {
    "province": "อุดรธานี",
    "name": "55. ป่าคำชะโนด",
    "age": "2,000 ปี",
    "circum": "ไม่ระบุ",
    "height": "30 เมตร",
    "latlong": "17.743323, 103.358882",
    "details": "บนพื้นที่ราว ๒๐ ไร่ ณ ตำบลวังทอง อำเภอบ้านดุง จังหวัดอุดรธานี คือ ที่ตั้งของ ป่าคำชะโนด  ดินแดนศักดิ์สิทธิ์ตำนานพญานาค “ปู่ศรีสุทโธ” ศูนย์รวมจิดใจและศรัทธาของชาวอำเภอบ้านดุง   คำชะโนด ในภาษาถิ่นคือ พื้นที่ที่มีน้ำซับไม่เคยเหือดแห้ง มีลักษณะเป็นเกาะลอยอยู่บนน้ำ  ภายในมีสภาพเป็นป่าพรุดิบชื้น  มีต้นชะโนด (ลักษณะคล้ายต้นตาลผสมต้นมะพร้าวและต้นหมาก) พืชที่หายาก \nขึ้นอยู่หนาแน่น อายุกว่า ๒,๐๐๐ ปี สูงราว ๓๐ เมตร ร.ศ.ฤดีมล  ปรีดีสนิท  นักวิชาการผู้ศึกษาวิจัยเกาะคำชะโนด กล่าวว่า “รากของต้นชะโนดที่แผ่ออกไปในแนวนอนทำหน้าที่เกาะเกี่ยวกันช่วยพยุงเกาะแห่งนี้ให้ลอยน้ำได้” ส่วนพื้นดินมีสีดำเปียกชื้นตลอดเวลา มีเฟิร์นขึ้นปกคลุมหนาทึบแดดแทบจะไม่ส่องถึงพื้น  และยังมีต้นไม้ใหญ่กับต้นไม้เล็กขึ้นแซมหลายชนิด  คำชะโนดนับว่าเป็นป่าดึกดำบรรพ์ผืนสุดท้ายของประเทศไทยที่ยังคงมีความอุดมสมบูรณ์  \n ตามตำนานท้องถิ่นเชื่อกันว่า ป่าคำชะโนดเป็นป่าอันศักดิ์สิทธิ์ที่เกี่ยวเนื่องกับพญานาค ๒ องค์ คือพญานาคศรีสุทโธและพญาสุวรรณนาค ผู้เป็นเพื่อนสนิท ซึ่งต่อมาเกิดเรื่องทะเลาะกันจนพระอินทร์ต้องเสด็จลงไปห้ามทัพ โดยให้สร้างแม่น้ำแข่งกันคนละสาย สรุปว่าพญานาคศรีสุทโธชนะ จึงได้ทูลขอทางขึ้นลงระหว่างบาดาลและโลกมนุษย์เอาไว้ ๓ แห่ง หนึ่งในนั้นคือ พรหมประกายโลกหรือป่าชะโนดในปัจจุบัน พระอินทร์ทรงอนุญาตให้ไปตั้งบ้านเมืองพร้อมบริวาร โดยให้นำต้นชะโนดไปปลูกไว้เป็นสัญลักษณ์ของพรหมประกายโลก \n     ปัจจุบัน ชาวบ้านยังคงเชื่อมั่นและศรัทธาความศักดิ์สิทธิ์ของป่าคำชะโนดไม่เสื่อมคลาย นอกจากนี้ยังได้ร่วมกันดำเนินการการอนุรักษ์เพื่อฟื้นฟูรักษาสภาพป่าแห่งนี้ให้คงอยู่อย่างยั่งยืนสืบไป"
  },
  {
    "province": "อุบลราชธานี",
    "name": "56. หว้าน้ำคู่รัก",
    "age": "300 ปี",
    "circum": "ไม่ระบุ",
    "height": "ไม่ระบุ",
    "latlong": "16.005602, 105.419723",
    "details": "ต้นหว้า หรือ หมากหว้าน้ำ สองต้นยืนโดดเด่นเคียงกันกว่า ๓๐๐ ปี ณ ลานหินทราย ริมฝั่งโขง บ้านลาดเจริญ ตำบลนาแวง อำเภอเขมราฐ จังหวัดอุบลราชธานี สร้างปรากฏการณ์ “ความรักอมตะหมากหว้าน้ำ”\nสุดประทับใจ \nข้อมูลจากชุมชนบ้านลาดเจริญ ระบุว่า ต้นหว้าคู่นี้ปกติจะจมอยู่ใต้ผืนน้ำในช่วงฤดูน้ำหลากกว่าแปดเดือน ต่อเมื่อถึงฤดูแล้งหรือช่วงน้ำลด ก็จะปรากฏขึ้นมาให้เห็นลำต้นอวบคดโค้ง แตกกิ่งใบเป็นพุ่มเขียวงอกงามมาบรรจบกัน มองดูคล้ายซุ้มรูปหัวใจ และผลิใบออกดอกและออกผลในช่วงเดือนมีนาคม - เมษายน ด้วยความงดงามของรูปทรงและการยืนหยัดผ่านฤดูกาลต่างๆ ร่วมกันมายาวนาน ทำให้ต้นหว้าคู่นี้เป็นสัญลักษณ์แห่งความรักและมักจะมีคนมาขอพรอยู่เสมอ \nปัจจุบันชุมชนบ้านลาดเจริญได้ปักหมุดให้เป็นปลายทางของการท่องเที่ยวที่สำคัญ โดยในช่วงปลายเดือนมีนาคมจะนำนักท่องเที่ยวหรือผู้มาเยือนเดินบนโขดหินทรายริมน้ำเพื่อสัมผัสภูมิทัศน์ที่สวยงามโดยรอบและความรักอมตะของหมากหว้าน้ำคู่นี้"
  },
  {
    "province": "ชุมพร",
    "name": "57. ทุเรียนแม่มนต์",
    "age": "200 ปี",
    "circum": "4.12 เมตร",
    "height": "30 เมตร",
    "latlong": "9.954971,99.078290",
    "details": "“ทุเรียน”ได้ชื่อว่าเป็นราชาของผลไม้ และต้นก็ไม่สูงใหญ่มากนัก  เพราะเป็นต้นไม้ปลูกในสวน ดังนั้นการพบ“แม่มนต์” ทุเรียนพันธุ์พื้นบ้าน อายุกว่า ๒๐๐ ปี มีขนาดเส้นรอบวง ๔.๑๒ เมตร และสูง ๓๐ เมตร แถมมีเนื้อสีเหลือง กลิ่นหอมหวาน จึงเป็นเรื่องน่าอัศจรรย์ใจ  \n“แม่มนต์” อยู่ใน “สวน ๒๐๐ ปี ณ อำเภอหลังสวน จังหวัดชุมพร ของลุงสำเริง รัชเวทย์ซึ่งเป็นทายาทผู้ดูแลสวนรุ่นที่ ๔ ของตระกูล เล่าว่า คุณทวดชื่อ “ขุนสวัสดิ์”และ “ทวดนาค” ได้ปลูกทุเรียนและผลไม้อื่นๆ ไว้ตั้งแต่รัชกาลที่ ๑ ประมาณปี พ.ศ.๒๓๒๕ แม่มนต์ปลูกในยุคแรกของการสร้างสวน  ตลอดระยะเวลาที่ผ่านมาเจอพายุ น้ำท่วม นักครั้งไม่ถ้วน \nปัจจุบัน ลำต้นยังคงแข็งแรง ออกดอกออกผลสมบูรณ์ดีทุกปี"
  },
  {
    "province": "ตรัง",
    "name": "58. ยางพาราต้นแรกของประเทศไทย",
    "age": "116 ปี",
    "circum": "2 เมตร",
    "height": "20 เมตร",
    "latlong": "7.409553, 99.522803",
    "details": "ริมถนนก่อนเข้าสู่ตัวเมืองอำเภอกันตัง มียางพาราต้นใหญ่ ขนาดเส้นรอบวง ๒ เมตร และสูง ๒๐ เมตร อายุกว่า ๑๑๖ ปี เห็นโดดเด่นเป็นสง่า เป็น “ยางพาราต้นแรกของประเทศไทย”ที่คอยต้อนรับและสร้างความประทับใจแรกแก่แขกบ้านแขกเมืองผู้มาเยือน \n ข้อมูลจากเทศบาลอำเภอกันตัง ระบุว่า เมื่อครั้งพระยารัษฎานุประดิษฐ์มหิศรภักดีเดินทางไปดูงานในประเทศมลายู เห็นชาวมลายูปลูกยางกันมีผลดีมากก็เกิดความสนใจที่จะนำยางเข้ามาปลูกในประเทศไทยบ้าง แต่รัฐบาลอังกฤษซึ่งยึดครองมลายูขณะนั้นไม่อนุญาต ต่อมาในพ.ศ. ๒๔๔๔ พระสถลสถานพิทักษ์ ซึ่งได้เดินทางไปดูงานที่อินโดนีเซีย สามารถนำกล้ายางกลับมาได้จึงนำกล้ายางต้นแรกไปปลูกที่บ้านพัก ที่อำเภอกันตัง จังหวัดตรัง ต้นยางเจริญเติบโตดี การปลูกจึงขยายกว้างขวางมากขึ้น พระยารัษฎานุประดิษฐ์ ฯ จึงจัดให้ข้าราชการไปเรียนวิชาปลูกยางเพื่อนำไปถ่ายทอดให้ชาวบ้านรู้จักปลูก รู้จักทำสวนยางบ้าง และได้นำพันธุ์ยางดี ๆ ไปแจกจ่ายให้คนใต้รู้จักปลูกยางกันแพร่หลายจนทำให้ท่านได้รับการยกย่องว่าเป็นบิดายางพาราของไทยมาจนทุกวันนี้\n ปัจจุบัน ยางพาราต้นแรกของประเทศไทยอยู่ในความดูแลของเทศบาลอำเภอกันตัง"
  },
  {
    "province": "ตรัง",
    "name": "59. ท้ายเภายักษ์ใหญ่",
    "age": "ไม่ระบุ",
    "circum": "20 เมตร",
    "height": "40 เมตร",
    "latlong": "7.294136,99.880595",
    "details": "นักท่องเที่ยวจะลัดเลาะจากทางขึ้นน้ำตกหนานตอ สู่เส้นทางขึ้นเขาเจ็ดยอด จังหวัดตรัง ผ่านป่าน้อยใหญ่เขียวชอุ่ม ประมาณ ๒ - ๓ ชั่วโมงเพื่อไปเยือน “ต้นท้ายเภา” ต้นไม้ใหญ่อายุหลายร้อยปี ลำต้นชะลูด ตั้งตรง แตกกิ่งก้านรอบต้นเป็นชั้น เปลือกหยาบ  เส้นรอบวงกว่า ๒๐ เมตร และความสูง ๔๐ เมตร  โคนต้นมีพูพอนหรือรากมหัศจรรย์เป็นปีกค้ำยันสูงกว่า ๒ เมตร ได้รับการขนานนามว่า “ต้นไม้ยักษ์ใหญ่แห่งป่าดิบชื้นทางภาคใต้” \nข้อมูลจากเขตหน่วยพิทักษ์ป่าโตนเต๊ะ อำเภอปะเหลียน จังหวัดตรัง ระบุว่า ต้นท้ายเภาเกิดขึ้นและเติบโตขึ้นตามธรรมชาติในป่าดงดิบ เป็นต้นไม้ที่หาชมได้ยากและเสี่ยงต่อการสูญพันธุ์   มีแนวโน้มว่าอาจจะสูญพันธุ์ได้\n ปัจจุบัน อยู่ในความดูแลของหน่วยพิทักษ์ป่าโตนเต๊ะ"
  },
  {
    "province": "ปัตตานี",
    "name": "60. จำปาดะถวาย",
    "age": "150 ปี",
    "circum": "5 เมตร",
    "height": "30 เมตร",
    "latlong": "6.714768, 101.620817",
    "details": "ต้นจำปาดะ ต้นนี้ มีความสมบูรณ์พร้อม ขนาดเส้นรอบวง ๕ คนโอบ ความสูง ๓๐ เมตร อายุกว่า ๑๕๐ ปี ออกผลทุก ๆ ปี ยืนต้นอยู่ในสวนของนายวาเด็ง ปูเต๊ะ “พระสหายแห่งสายบุรี” ของพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช  ณ บ้านทุ่งเค็จ ต.ปะเสยะวอ อ.สายบุรี จ.ปัตตานี\n นายวาเด็ง ปูเต๊ะรักและดูแลต้นจำปาดะต้นนี้เป็นอย่างดี เมื่อมีผลผลิต จะคัดเลือกผลที่ดีและสมบูรณ์ที่สุดจำนวน ๒๐ ผล เพื่อส่งถวายเข้าวัง เป็นประจำทุกปี  จำปาดะ เป็นไม้ผลที่นิยมในภาคใต้ จัดอยู่ในวงศ์เดียวกับสาเกและขนุน ผลจำปาดะมีกลิ่นเฉพาะตัว สามารถทำอาหารได้หลากหลาย ทั้งกินเป็นผลไม้สด ชุบแป้ง \nปัจจุบันแม้นายวาเด็ง ปูเต๊ะ จะเสียชีวิตไปแล้วแต่ทายาทยังคงสานต่อเจตนารมณ์ของนายวาเด็งในการแสดงความจงรักภักดีและสำนึกในพระมหากรุณาธิคุณของพระบาทสมเด็จพระเจ้าอยู่หัวพระปรมินทรมหาภูมิพลอดุลยเดช ที่ทรงมีต่อครอบครัวปูเต๊ะ อย่างหาที่สุดมิได้"
  },
  {
    "province": "พังงา",
    "name": "61. กลุ่มต้นเทพทาโรมงคล",
    "age": "80  ปี",
    "circum": "2.60 เมตร",
    "height": "30 เมตร",
    "latlong": "8.390483, 98.259344",
    "details": "ในพื้นที่วัดนิโรธรังสี ตำบลท้ายเหมือง จังหวัดพังงา เขียวครึ้มไปด้วยต้น “เทพทาโร”ใหญ่น้อยจำนวนมาก  ต้นที่มีขนาดใหญ่ที่สุด วัดขนาดเส้นรอบวงได้ ๒.๖๐ เมตร ความสูง ๓๐ เมตร อายุกว่า ๘๐ ปี เป็นไม้หอมที่มีคุณค่าทางเศรษฐกิจ และเป็นพันธุ์ไม้มงคลพระราชทานประจำจังหวัดพังงา  \n ข้อมูลจากวัดระบุว่า ต้นเทพทาโรเป็นต้นไม้ที่อยู่คู่กับวัดมาโดยตลอด มีทั้งที่เกิดขึ้นเองตามธรรมชาติ \nและพระอาจารย์ สะอื้น จารุวังโส เจ้าอาวาสวัด ได้เพาะปลูกเพิ่มเติมขึ้นภายหลังบางส่วน โดยในช่วงปลายเดือน กุมภาพันธ์ ถึงเดือน เมษายน วัดจะเก็บผลมาทำเป็นน้ำมันไว้แจกจ่ายแก่ญาติโยมที่ได้ไปไหว้พระ ทำบุญ ศึกษาปฏิบัติธรรม หรือเยี่ยมชมสวนไม้เทพทาโร\n ปัจจุบัน ต้นเทพทาโรเหล่านี้อยู่ในความดูแลของวัดนิโรธรังสี"
  },
  {
    "province": "ระนอง",
    "name": "62. กลุ่มต้นโกงกางใบเล็กยักษ์",
    "age": "ไม่ระบุ",
    "circum": "2.10 เมตร",
    "height": "33 เมตร",
    "latlong": "9.875474, 98.604595",
    "details": "โกงกางใบเล็กยักษ์ต้นนี้  อยู่ในเขตแกนกลาง (core area) ของพื้นที่สงวนชีวมณฑลระนอง (Ranong Biosphere Reserve) ในความรับผิดชอบของศูนย์วิจัยป่าชายเลนระนอง เขตบ้านหาดทรายขาว ตำบลหงาว จังหวัดระนอง  วัดขนาดเส้นรอบวงได้ ๒.๑๐ เมตร และความสูง ๓๓ เมตร ลำต้นสูงใหญ่ แข็งแรงมั่นคงด้วยมีรากค้ำยันแตกแขนงมากมาย  นับเป็นโกงกางใบเล็กต้นใหญ่ที่สุดในประเทศไทย \nป่าชายเลนแห่งนี้ สมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี เคยเสด็จฯ และทรงงานด้านระบบนิเวศป่าชายเลน เมื่อปี พ.ศ. ๒๕๓๙ และด้วยป่าชายเลนแห่งนี้มีความสมบูรณ์มากที่สุดแห่งหนึ่งของประเทศไทยและของภูมิภาคเอเชียแปซิฟิค จึงได้รับยกย่องจากองค์การ UNESCO ประกาศให้เป็น \"พื้นที่สงวนชีวมณฑล\" เมื่อปี พ.ศ.๒๕๔๐\nปัจจุบัน ได้มีการจัดทำเส้นทางศึกษาธรรมชาติระยะทางราว ๒ กิโลเมตรให้ผู้สนใจได้เรียนรู้ระบบนิเวศของป่าชายเลนแห่งนี้ด้วย"
  },
  {
    "province": "สงขลา",
    "name": "63. สะเดาเทียมยักษ์",
    "age": "200 ปี",
    "circum": "5 เมตร",
    "height": "20 เมตร",
    "latlong": "6.740727, 100.597091",
    "details": "ณ บ้านปลายคลอง หมู่  ๖ ตำบลคลองทราย จังหวัดสงขลา มีต้นสะเดาเทียมต้นหนึ่งขึ้นตามธรรมชาติ ลำต้นสูงตรง เปลือกแตกเป็นแผ่นล่อน สีเทาปนดำ มีอายุกว่า ๒๐๐ ปี ลำต้นสูงใหญ่กว่า ๒๐ เมตร ขนาดเส้นรอบวง ๕ เมตร ชาวบ้านต่างเรียกว่า “ต้นสะเดาเทียมยักษ์”  เป็นศูนย์รวมใจรวมศรัทธาของชุมชน เพราะชาวบ้านเชื่อว่ามีสิ่งศักดิ์สิทธิ์สถิตอยู่\n ข้อมูลจากองค์การบริหารส่วนตำบลคลองทราย ระบุว่า สะเดาเทียมยังเป็นพันธุ์ไม้มงคลพระราชทานประจำจังหวัดสงขลา สมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ ในพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ได้พระราชทานให้กับผู้ว่าราชการจังหวัด นำไปปลูกเป็นสิริมงคลและรณรงค์ให้ประชาชนปลูกต้นไม้ในโครงการปลูกป่าถาวรเฉลิมพระเกียรติ เนื่องในวโรกาสที่ทรงครองสิริราชสมบัติครบ ๕๐ ปี\n ปัจจุบัน สะเดาเทียมยักษ์ต้นนี้อยู่ในความดูแลขององค์การบริหารส่วนตำบลคลองทราย จังหวัดสงขลา"
  },
  {
    "province": "กรุงเทพมหานคร",
    "name": "64. สวนลิ้นจี่โบราณ",
    "age": "100 ปี",
    "circum": "ไม่ระบุ",
    "height": "20 เมตร",
    "latlong": "13.686238, 100.468110",
    "details": "ในแขวงบางค้อ แขวงบางขุนเทียนและแขวงจอมทองในพื้นที่เขตจอมทอง  กรุงเทพมหานคร มีการปลูกลิ้นจี่กันมานานแล้ว และเป็นลิ้นจี่ที่ปลูกด้วยเมล็ด  ต้นจึงแข็งแรง อายุยืน ในสวนของป้าบังอร เงินชูกลิ่น ซึ่งมีหลักฐานว่าถือโฉนดที่ดินโบราณ สมัยรัชกาลที่ ๕  ตั้งแต่เมื่อปี พ.ศ. ๒๔๒๔  มีลิ้นจี่ต้นใหญ่และอายุมาก คืออายุเกินกว่า ๑๐๐ ปี  มีขนาดต้นสูงประมาณ  ๒๐ เมตร  นับเป็นลิ้นจี้ต้นที่ใหญ่ที่สุดเท่าที่เคยได้ยินมา\nสันนิษฐานว่ามีการนำเข้าลิ้นจี่มาปลูกในแผ่นดินไทยครั้งแรกในสมัยพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย  ต่อมาในปี พ.ศ. ๒๓๙๗ ตรงกับช่วงต้นรัชกาลที่ ๔ ในบันทึกจดหมายเหตุของสังฆราชปัลเลอกัวซ์         มีการระบุแหล่งที่มีการปลูกลิ้นจี่ในกรุงเทพมหานครอย่างหนาแน่น เรียกกันว่า “คุ้งลิ้นจี่” แต่ในปัจจุบันเหลือพื้นที่ปลูกเพียงเขตจอมทองเท่านั้น\nปัจจุบัน สวนลิ้นจี่โบราณยังมีอยู่ในเขตจอมทอง  อันเป็นพื้นที่ของเอกชน"
  },
  {
    "province": "กรุงเทพมหานคร",
    "name": "65. ต้นแก้วเจ้าจอมสวนสุนันทา",
    "age": "100 ปี",
    "circum": "2 เมตร",
    "height": "15 เมตร",
    "latlong": "13.775673, 100.508269",
    "details": "บริเวณด้านหลังเนินพระนาง หรือพระบรมราชานุสรณ์สมเด็จพระนางเจ้าสุนันทากุมารีรัตน์ พระบรมราชเทวี มหาวิทยาลัยราชภัฎสวนสุนันทา  มีแก้วเจ้าจอมต้นหนึ่ง มีอายุกว่า ๑๐๐ ปี วัดขนาดเส้นรอบวงได้ ๒ เมตร ความสูง ๑๕ เมตร ถือเป็นต้นไม้หายากและมีคุณค่าทางประวัติศาสตร์ อีกทั้งยังเป็นดอกไม้ประจำมหาวิทยาลัยราชภัฎสวนสุนันทา\n ข้อมูลจากมหาวิทยาลัยราชภัฎสวนสุนันทา ระบุว่า พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ทรงได้นำพันธุ์ไม้มีชื่อสามัญว่า “Lignum Vitae Tree”มาเมื่อคราวเสด็จประพาสชวา (ประเทศอินโดนีเซีย) เมื่อปีพ.ศ. ๒๔๕๑ โดยได้นำมาปลูกไว้ในพระราชอุทยานสวนสุนันทา ดอกสีม่วง-คราม มี ๕ กลีบ เกสรสีเหลือง กลิ่นหอมพระวิมาดาเธอ กรมพระสุทธาสินีนาฎ ปิยมหาราชปดิวรัดา ได้ทรงตั้งชื่อเป็นภาษาไทยว่า “แก้วจุลจอม” เพื่อเฉลิมพระเกียรติพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว หลังจากนั้นก็เรียกกันมาจนผิดเพี้ยน ในราว พ.ศ. ๒๕๐๒ อ.เต็ม สมิตินันท์ ผู้เชี่ยวชาญพันธุ์ไม้จากกรมป่าไม้ได้ตั้งชื่อให้ใหม่ว่า “แก้วเจ้าจอม” สืบมาจนปัจจุบัน \n ปัจจุบัน  แก้วเจ้าจอมต้นนี้อยู่ในความดูแลของ มหาวิทยาลัยราชภัฎสวนสุนันทา"
  }
]

var heritage2 = [
  {
    "province": "เชียงใหม่",
    "name": "1. กลุ่มต้นไม้ห่มผ้าบนดอยอินทนนท์",
    "age": "100กว่าปี",
    "circum": "ต้นหว้าอ่างกา ๑.๕๐ เมตร",
    "height": "ต้นหว้าอ่างกา 20 เมตร",
    "latlong": "20.207213,99.940312",
    "details": "กลุ่มต้นหว้าอ่างกา เกิดขึ้นเองโดยธรรมชาติ มีอายุ ๗๐๐ กว่าปี  ขนาดเส้นรอบวง ๕ เมตร ความสูง ๕๐ เมตร เป็นต้นไม้สูงใหญ่ อยู่ตามริมน้ำป่าเมฆ โคนต้นมีพูพอนแผ่ออกเสริมความแข็งแรงให้ทรงตัวดีเมื่อต้องปะทะกับลมแรง ใบถูกสร้างขึ้นให้แข็งหนาคล้ายแผ่นหนังเคลือบด้วยขี้ผึ้งเป็นมัน เพื่อไม่ให้ต้านลม ดอกมีกลิ่นหอมอ่อนๆยังเติบโตได้ดีในที่ร่มด้วยสภาพแวดล้อมของความชื้นในดินและปริมาณแสงแดดจึงเอื้อให้กากหมากฤๅษี ซึ่งเป็นพืชกาฝาก ชนิดที่หายากมาเกาะกินอาหารที่รากต้นหว้าอ่างกา จึงนับเป็นกลุ่มต้นไม้ห่มผ้าอีกต้นหนึ่งที่ชวนให้ไปสัมผัสบนยอดดอยอินทนนท์\n     ปัจจุบันอยู่ในความดูแลของอุทยานแห่งชาติดอยอินทนนท์ อำเภอฮอด จังหวัดเชียงใหม่"
  },
  {
    "province": "น่าน",
    "name": "2. ก้อม (พริกยักษ์)",
    "age": "800 ปี",
    "circum": "8 เมตร",
    "height": "10 เมตร",
    "latlong": "19.08158,100.91084",
    "details": "ต้นไม้ยืนต้นขนาดใหญ่ต้นนี้ มีขนาดเส้นรอบวง ๘ เมตร ความสูงโดยประมาณ ๑๐ เมตร สันนิษฐานว่า มีอายุราว ๘๐๐ ปี ตามลักษณะทางพฤกษศาสตร์คือต้นก้อม แต่เนื่องจากรูปใบและผลคล้ายต้นพริก ชาวบ้าน จึงเรียกว่า ต้นพริกยักษ์ ก้อมต้นนี้ยืนคู่บารมีองค์พระธาตุซึ่งบรรจุพระบรมสารีริกธาตุขององค์สมเด็จพระสัมมาสัมพุทธเจ้า ภายในวัดพระธาตุจอมพริก บ้านเสี้ยว ตำบลยม อำเภอท่าวังผา จังหวัดน่าน ความใหญ่โตของต้น ประกอบกับผลมีลักษณะเป็นวงรีมีทั้งสีเขียวและสีแดง ผลสีเขียวมีรสฝาด ผลสีแดงมีรสหวาน ซึ่งจะออกผลในช่วงปลายเดือนกุมภาพันธ์-มีนาคมของทุกปี ทำให้กลายเป็นจุดเที่ยวชมของผู้มาเยือนตลอดมา    \n     ปัจจุบันอยู่ในความดูแลของวัดพระธาตุจอมพริก บ้านเสี้ยว ตำบลยม อำเภอท่าวังผา จังหวัดน่าน"
  },
  {
    "province": "พิษณุโลก",
    "name": "3.จำปาขาว",
    "age": "700 ปี",
    "circum": "6.70 เมตร",
    "height": "15 เมตร",
    "latlong": "17.103270,100.838857",
    "details": "ต้นจำปาขาวต้นนี้ อายุ ๗๐๐ กว่าปี มีขนาดเส้นรอบวง ๖.๗๐ เมตร ความสูง ๑๕ เมตร  สันนิษฐานว่า เป็นต้นเดียวกับที่กรมพระยาดำรงราชานุภาพ ได้ทรงบันทึกไว้(ในว่า \"พ่อขุนบางกลางท่าว เจ้าเมืองบางยาง ทรงปลูกไว้เป็นอนุสรณ์  คู่เมืองของเมืองนครบางยาง ซึ่งได้ปลูกไว้ที่วัดๆ หนึ่งทางทิศตะวันตกของพระอุโบสถวัดดังกล่าวนี้ ปัจจุบันก็คือ \"วัดกลาง\" ดังนั้น จึงประมาณได้ว่า ต้นจำปาขาว ปลูกก่อนปี พ.ศ. ๑๘๐๖” ซึ่งสอดคล้องกับตำนานที่ชาวนครไทย  เล่าขานต่อ ๆ กันมาว่า จำปาขาวต้นนี้  พ่อขุนบางกลางท่าวทรงปลูกไว้ก่อนออกไปสู้รบกับขอม เพื่อตีเมืองสุโขทัยคืนมา พร้อมกับได้ตั้งสัตยาธิษฐานว่า ถ้าตีเมืองสุโขทัยได้สำเร็จ ขอให้ต้นจำปาเจริญงอกงามดี และออกดอกเป็นสีขาว แต่ถ้าพลาดท่าเสียทีเมื่อไร ขอให้จำปาต้นนี้ค่อยๆ ตายไป ซึ่งก็ปรากฏจริงดังคำของพ่อขุนบางกลางท่าว ทุกวันนี้จำปาขาวยังตั้งตระหง่านอยู่ภายใน วัดกลางศรีพุทธาราม อำเภอนครไทย      \n     ปัจจุบันอยู่ในความดูแลของวัดกลาง ตำบลนครไทย อำเภอนครไทย จังหวัดพิษณุโลก"
  },
  {
    "province": "อุดรธานี",
    "name": "4. กลุ่มต้นจำปาหอม",
    "age": "มากกว่า 100 ปี",
    "circum": "2.1 เมตร",
    "height": "4 เมตร",
    "latlong": "17.223938,103.085330",
    "details": "กลุ่มต้นจำปาหอม เส้นรอบวง ๒.๑ เมตร สูง ๔ เมตร อายุมากกว่า ๑๐๐ ปี ยืนต้นอยู่ในวัดโนนธาตุ หมู่ที่ ๑๑ ตำบลอุ่มจาน อำเภอประจักษ์ศิลปาคม จังหวัดอุดรธานี จำนวน ๖๘ ต้น มีประวัติยาวนานที่เกี่ยวข้องกับวัดนี้ มาตั้งแต่สมัยขอมโบราณ รวมถึงเรื่องของการสร้างเจดีย์และพื้นที่แห่งนี้ ซึ่งเป็นเนินดิน และใช้เวลาในการสร้างเป็นเวลาหลายปี ทำให้มีผู้คนล้มตาย เมื่อมีคนตายก็จะทำการฝังและปลูกต้นจำปาไว้เหนือหลุมฝังศพ มีเรื่องเล่าว่าสถานที่แห่งนี้มีรุกขเทวดาดูแลรักษาอยู่ และมักจะมีแสงสว่างสุกใสเปล่งประกายออกมาจากโนนธาตุให้ชาวบ้านเห็นเป็นประจำ \n     ปัจจุบันอยู่ในความดูแลของวัดโนนธาตุ  ตำบลอุ่มจาน อำเภอประจักษ์ศิลปาคม จังหวัดอุดรธานี"
  },
  {
    "province": "สุรินทร์",
    "name": "5. จันผา",
    "age": "ไม่ระบุ",
    "circum": "3.63 เมตร",
    "height": "13.79 เมตร",
    "latlong": "14.407718,103.419606",
    "details": "ต้นจันผา มีเส้นรอบวง ๓.๖๓ เมตร สูง ๑๓.๗๙ เมตร ยืนต้นอยู่ในบริเวณสำนักปฏิบัติธรรมวัดเขา  ดาร์สปวง ถือเป็นต้นจันผาใหญ่ที่สุดในประเทศไทย อยู่ท่ามกลางป่าเขาที่อุดมสมบูรณ์ ตั้งอยู่บนหินขนาดใหญ่ บริเวณใต้ต้นไม้จะมีหินขนาดใหญ่ 2 ก้อน และมีช่องหิน เชื่อกันว่าผู้ที่ไม่มีคู่ครองเมื่อลอดแล้วก็จะได้พบเนื้อคู่และจะได้แต่งงานกันอยู่ดีมีสุข สำหรับคนที่มีคู่ครองแล้ว หากลอดช่องหินดังกล่าวก็จะยิ่งพบความสุข ความเจริญยิ่งๆ ขึ้นไปในบริเวณใกล้ๆ จะมีศาลเจ้าแม่จันทร์แดง ที่ศักดิ์สิทธิ์และคุ้มครองป่าบริเวณนี้ ชาวบ้านมักจะมาอธิษฐาน ขอพรหรือบนบานศาลกล่าวในเรื่องต่าง ๆ เมื่อประสบความสำเร็จก็จะกลับมาบูชาตอบแทนคุณเจ้าแม่จันทร์แดง \n     ปัจจุบันอยู่ในความดูแลของวัดเขาดาร์สปวง บ้านช้างหมอบ ตำบลแนงมุด อำเภอกาบเชิง จังหวัดสุรินทร์"
  },
  {
    "province": "ตราด",
    "name": "๖. ตะบูน",
    "age": "100 ปี",
    "circum": "ประมาณ 2.40-3.10 เมตร",
    "height": "ประมาณ 13-15 เมตร",
    "latlong": "20.207213,99.940312",
    "details": "ต้นตะบูนใหญ่ อายุกว่า 100 ปี เส้นรอบวงโดยประมาณ ๒.๔๐-๓.๑๐ เมตร  สูงประมาณ ๑๓-๑๕ เมตร อยู่ในกลุ่มต้นตะบูนในป่าชายเลน บ้านท่าระแนะ ซึ่งเป็นแหล่งศึกษาท่องเที่ยวเรียนรู้เชิงนิเวศที่มีผืนป่าชายเลนอุดมสมบูรณ์ เป็นแหล่งอาหารอุดมสมบูรณ์ของชาวบ้านและสัตว์ทะเล ประกอบด้วย ป่าโกงกาง ป่าจาก และป่าตะบูน มีพื้นที่ประมาณ ๒,๐๐๐ ไร่ ต้นไม้แต่ละต้นมีขนาดใหญ่ ให้ความรู้สึกว่ากำลังเข้าไปในป่ายุคดึกดำบรรพ์ ผืนป่าชายเลนแห่งนี้ได้รับการจัดให้เป็นสถานที่ท่องเที่ยว Unseen ของจังหวัด ในช่วงเวลาที่น้ำลง นักท่องเที่ยวจะได้เห็นความอัศจรรย์ของกลุ่มต้นตะบูนที่รากของกลุ่มต้นตะบูนที่แผ่ขยายกิ่งรากถักทอกันเป็นลวดลายที่แปลกตา ครอบคลุมผืนดินที่เป็นถิ่นกำเนิดของกลุ่มต้นตะบูน ผสมผสานกับแสงสีและแสงเงาจากพระอาทิตย์ บังเกิดความสวยงามที่วิจิตรตระการตา \n     ปัจจุบันอยู่ในความดูแลของสถานีพัฒนาทรัพยากรป่าชายเลนที่ ๔๕ (ด่านเก่า ตราด) บ้านท่าระแนะ หมู่ที่ ๒ ตำบลหนองคันทรง อำเภอเมืองตราด จังหวัดตราด"
  },
  {
    "province": "ร้อยเอ็ด",
    "name": "7. กระบก",
    "age": "ประมาณ 300 - 400 ปี",
    "circum": "6.7 เมตร",
    "height": "35 เมตร",
    "latlong": "16.234603,104.173326",
    "details": "กระบกต้นนี้ มีอายุประมาณ 300 – 400 ปี เส้นรอบวงประมาณ ๖.๗ เมตร สูงโดยประมาณ ๓๕ เมตร เจริญเติบโตสูงสง่างาม ที่บ้านดงทรายงาม ตำบลหนองขุ่นใหญ่ อำเภอหนองพอก ในอดีตย่านนี้คือป่าดงบังอี่ เป็นแหล่งโบราณคดีที่สำคัญตั้งแต่ยุคก่อนประวัติศาสตร์ สืบเนื่องจนถึงยุคอยุธยา-ล้านช้าง มีแหล่งสำคัญทางประวัติศาสตร์ เช่น แหล่งตัดหินและผลิตใบเสมาหินทรายที่ภูสิม  ค่ายลี้ภัยของกลุ่มกองครัวพระวอ พระตาที่เมืองดงคู เป็นต้น ต้นกระบกเป็นต้นไม้ที่ชาวบ้านใช้เมล็ดในฮีตบุญเดือน ๑๒ ข้าวประดับดิน บุญเดือนสิบ บุญข้างสาก โดยในห่อข้าวน้อยที่ต้องเตรียมไปเลี้ยงผี จะต้องมีหมาก พลู บุหรี่ อาหารคาวหวาน ผลไม้ และเมล็ดกระบกใส่ลงไปด้วย \n     ปัจจุบันอยู่ในความดูแลของนายบุญ สืบสิงห์ เจ้าของพื้นที่ บ้านดงทรายงาม ตำบลหนองขุ่นใหญ่ อำเภอหนองพอก จังหวัดร้อยเอ็ด"
  },
  {
    "province": "อุตรดิตถ์",
    "name": "8. มะปรางป่า",
    "age": "150 ปี",
    "circum": "2.60 เมตร",
    "height": "22 เมตร",
    "latlong": "17.597997,100.042917",
    "details": "ต้นมะปรางป่า อายุ ๑๕๐ ปี เส้นรอบวง ๒.๖๐ เมตร ความสูงโดยประมาณ ๒๒ เมตร เป็นต้นไม้เก่าแก่ ที่เจริญเติบโต สง่างาม อยู่หน้าพระวิหารพระแท่นศิลาอาสน์  วัดพระแท่นศิลาอาสน์ เมื่อครั้งที่พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ ๕ ได้เสด็จประพาสจังหวัดอุตรดิตถ์ ได้เสด็จมานมัสการพระแท่นศิลาอาสน์  เมื่อวันที่ ๒๔ ตุลาคม  ๒๔๔๔ ก็ปรากฏว่ามีต้นมะปรางป่านี้อยู่ก่อนแล้ว \n     ปัจจุบันอยู่ในความดูแลของวัดพระแท่นศิลาอาสน์  ตำบลทุ่งยั้ง อำเภอลับแล จังหวัดอุตรดิตถ์"
  },
  {
    "province": "ระยอง",
    "name": "9. มะปริง",
    "age": "250 ปี",
    "circum": "3.30 เมตร",
    "height": "25 เมตร",
    "latlong": "12.749833,101.478195",
    "details": "มะปริง ไม้โบราณประจำถิ่นของไทยต้นนี้ อายุประมาณ ๒๕๐ ปี เส้นรอบวงโดยประมาณ  ๓.๓๐ เมตร  สูงประมาณ ๒๕ เมตร ยืนต้นอยู่บริเวณเส้นทางสัญจรในอดีตระหว่างบ้านกะเฉด–บ้านค่าย เมืองแกลง เส้นทางนี้นับเป็นเส้นทางการเดินทัพเพื่อรวบรวมกำลังพลของพระเจ้าตากเพื่อกู้ชาติ เชื่อกันว่าต้นมะปริง ต้นนี้เกิดจากการที่ผู้เดินทางกินมะปริงเสร็จแล้วจึงทิ้งเมล็ดไว้ ต่อมาเมล็ดจึงเจริญเติบโตขึ้นอยู่คู่กับชุมชนกะเฉดมาตราบจนทุกวันนี้\n     ปัจจุบันอยู่ในความดูแลของนายสมยศ สมุทรคีรี บ้านปิ่นทอง หมู่ที่ 8 ตำบลกะเฉด อำเภอเมืองระยอง จังหวัดระยอง เจ้าของพื้นที่"
  },
  {
    "province": "ภูเก็ต",
    "name": "10. ขนุนปานหรือขนุนป่า",
    "age": "200 ปี",
    "circum": "10 เมตร",
    "height": "45 เมตร",
    "latlong": "7.944014,98.288368",
    "details": "ต้นขนุนปานต้นนี้มีขนาดใหญ่โตมาก มีอายุประมาณ 20๐ ปี วัดขนาดเส้นรอบวงได้ ๑0 เมตร  และมีความสูง 45 เมตร ขึ้นอยู่ในระหว่างพื้นที่ของ นายอาด เป็นมิตร, ตาพุ่ม ดวงแข และ นายฟาด ยายี ซึ่งเป็นเส้นทางเดินโบราณของชาวบ้านบางหวาน ตำบลกมลา ที่จะเดินทางไปยังหาดป่าตอง ในอดีตใช้เส้นทางเส้นนี้เป็นหลักในการติดต่อค้าขาย ปัจจุบันยังเห็นร่องรอยของเส้นทางเดินเดิมอยู่ “ขนุนปาน” เป็นไม้หายาก จากคำบอกเล่าของคุณลุงเกษม ปะหนัน พอนของต้นขนุนปาน ในอดีต ต้นขนุนปานนี้ใช้ทำเลียง สำหรับร่อนแร่ทางภาคใต้ เพราะมีเนื้อไม้ที่แข็งแรงและทนทาน นับว่าเป็นต้นไม้ที่มีอดีตเกี่ยวพันกับประวัติชุมชน\n     ปัจจุบันอยู่ในความดูแลของนายดำรง ดวงแข ชุมชนบ้านบางหวาน ตำบลกมลา อำเภอกระทู้ จังหวัดภูเก็ต"
  },
  {
    "province": "ปัตตานี",
    "name": "11. หยี",
    "age": "ประมาณ 280 - 300 ปี",
    "circum": "4.30 เมตร",
    "height": "40 - 50 เมตร",
    "latlong": "6.754836,101.316096",
    "details": "หยีต้นนี้ มีเส้นรอบวง ๔.๓๐ เมตร และมีความสูง ๔๐-๕๐ เมตร มีอายุประมาณ ๒80 – 300 ปี ตามคำบอกเล่าของนายมูฮัมหมัด รอซอดี กล่าวว่าเป็นต้นไม้เก่าแก่ที่อยู่ในพื้นที่มานาน ๔  ช่วงอายุคน เป็นต้นไม้เศรษฐกิจ แต่น้อยนักที่จะเห็นต้นใหญ่ยืนต้นนานมาถึงขนาดต้นนี้\n     ปัจจุบันอยู่ในความดูแลของนายโมฮามัดรอสดี มะมิง ตำแหน่งผู้ใหญ่บ้านหมู่ที่ 5 ตำบลระแว้ง อำเภอยะรัง และปราชญ์เกษตรของหมู่บ้านวิทยากรถ่ายทอดภูมิปัญญาประจำศูนย์การเรียนรู้"
  },
  {
    "province": "นครราชสีมา",
    "name": "12. นางดำ",
    "age": "ประมาณ 135 ปี",
    "circum": "6 เมตร",
    "height": "35 เมตร",
    "latlong": "15.037229,102.345742",
    "details": "นางดำต้นไม้หายากต้นนี้มีขนาดเส้นรอบวงประมาณ ๖ เมตร สูงประมาณ ๓๕ เมตร  อายุประมาณ ๑๓๕ ปี  ขึ้นอยู่ก่อนมีการตั้ง วัดบ้านตูม ตำบลทองหลาง อำเภอจักราช เมื่อปี พ.ศ. ๒๔๒๕ นับเป็นต้นไม้สัญลักษณ์ของชุมชน แสดงให้เห็นถึงความมีอายุยืนยาวและเป็นต้นไม้หายาก    \n     ปัจจุบันอยู่ในความดูแลของวัดบ้านตูม ตำบลทองหลาง อำเภอจักราช จังหวัดนครราชสีมา"
  },
  {
    "province": "นครศรีธรรมราช",
    "name": "13. ลำแพน",
    "age": "200 ปี",
    "circum": "9 เมตร",
    "height": "50 เมตร",
    "latlong": "8.267099,99.868814",
    "details": "ลำแพนต้นนี้วัดเส้นรอบวงได้ ๙ เมตร และมีความสูง ๕๐ เมตร โดยมีอายุประมาณ ๒๐๐ ปี มีตำนานเล่าว่า  ในช่วงรัชสมัยของพระเจ้าศรีธรรมโศกราชปกครองเมืองนครศรีธรรมราช ช่วงหนึ่งได้เกิดโรคห่าระบาดขึ้นในเมืองนครศรีธรรมราช พระเจ้าศรีธรรมโศกราชจึงได้อพยพประชาชนมาตั้งหลักแหล่งในพื้นที่ภูเขา เชื่อว่าเป็นบริเวณพื้นที่บ้านเขาวังและบริเวณถ้ำต่าง ๆ ในพื้นที่ตำบลหินตก อำเภอร่อนพิบูลย์  ในปัจจุบัน ครั้นเมื่อโรคห่าเหือดหายไป ผู้คนก็ได้ลงจากเขาวัง ไปตั้งรกรากทำนาในที่ราบ ปล่อยให้เขาวังคงไว้ซึ่งป่าดงดิบที่อุดมสมบูรณ์สืบมาจนถึงปัจจุบัน และเชื่อว่าต้นลำแพนต้นนี้ได้เกิดขึ้นในป่าดงดิบอันอุดมสมบูรณ์นั้นและยืนต้นสืบมาจนทุกวันนี้\n     ปัจจุบันอยู่ในความดูแลของชุมชนบ้านเขาวัง  หมู่ที่ ๑๒ ตำบลหินตก อำเภอร่อนพิบูลย์ จังหวัดนครศรีธรรมราช"
  },
  {
    "province": "สมุทรปราการ",
    "name": "14. ลำพู",
    "age": "ไม่ระบุ",
    "circum": "2.53 เมตร",
    "height": "25 เมตร",
    "latlong": "13.665522,100.565875",
    "details": "เป็นกลุ่มต้นลำพูกว่า ๑,๗๐๐ ต้น มีเส้นรอบวง ๒.๕๓ เมตร และความสูง ๒๕ เมตร บนพื้นที่ ๔๑ ไร่เศษ อยู่ภายใต้การกำกับดูแลของศูนย์จัดการพื้นที่สีเขียวเชิงนิเวศนครเขื่อนขันธ์ กรมป่าไม้ และกลุ่มอนุรักษ์สิ่งแวดล้อม “ลำพูบางกระสอบ” เริ่มต้นเมื่อปี ๒๕๕๑  โดยได้รับการสนับสนุนจากการไฟฟ้าฝ่ายผลิตและหน่วยงานที่เกี่ยวข้อง มีการฟื้นฟูพื้นที่จำนวน ๔๑ ไร่เศษ  โดยการถากถางวัชพืช ขุดลอกร่องน้ำเพื่อให้น้ำไหลเวียนถ่ายเทได้ดี รักษาต้นไม้พื้นถิ่นที่มีอยู่เดิม และจัดซื้อกล้าไม้ลำพู ลำแพน และโกงกางมาปลูกเสริมเป็นจำนวนมาก จัดสร้างลานลำพู ศาลาจำนวน ๒ หลัง พร้อมห้องน้ำ เพื่อรองรับผู้มาร่วมทำกิจกรรม และมาเยี่ยมชมพื้นที่ดังกล่าว  \n     ปัจจุบันพื้นที่แห่งนี้เป็นสถานที่เรียนรู้ระบบนิเวศพื้นที่ชุ่มน้ำสมบูรณ์แบบ เป็นบ้านให้กับหิ่งห้อยและต้นลำพู สัตว์น้ำประจำถิ่นในบริเวณดังกล่าว รวมถึง นกท้องถิ่นและนกอพยพที่แวะเวียนเข้ามาอาศัย อีกทั้ง เป็นปอดที่แม้ จะมีขนาดไม่ใหญ่มากนัก แต่ก็มีความสำคัญทำหน้าที่ผลิตอากาศบริสุทธิ์ให้กับจังหวัดสมุทรปราการ กรุงเทพมหานคร และพื้นที่ใกล้เคียงต่อไป อยู่ในความดูแลของศูนย์จัดการพื้นที่สีเขียวเชิงนิเวศนครเขื่อนขันธ์และกลุ่มอนุรักษ์พื้นที่สีเขียว สวนป่าลำพูบางกระสอบ"
  },
  {
    "province": "สตูล",
    "name": "15. ลำพู",
    "age": "ประมาณ 300 ปี",
    "circum": "6.2 เมตร",
    "height": "10 เมตร",
    "latlong": "20.207213,99.940312",
    "details": "ต้นลำพู อายุประมาณ ๓๐๐ ปี ขึ้นอยู่ในท้องทะเล วัดขนาดเส้นรอบวง ๖.๒ เมตร และมีความสูงประมาณ ๑๐ เมตร เป็นต้นลำพูที่มีลักษณะงามพิเศษ กล่าวคือ ที่โคนต้นมีลักษณะคล้ายรูปหัวใจ  ลำต้นมีลักษณะเป็นช่องเหมือนอุโมงค์สามารถผ่านเข้า – ออกได้ เมื่อเข้าไปในอุโมงค์จะเป็นปล่องทะลุกลางลำต้นสามารถแหงนหน้าขึ้นมองเห็นท้องฟ้าได้ ชาวบ้านจึงเรียกว่าอุโมงค์ลำพู  ยืนต้นอยู่ในพื้นที่สาธารณะ นอกเหนือจากการปกป้องแรงคลื่นให้ชุมชนแล้วยังเป็นสัญลักษณ์ความงามของธรรมชาติ และเป็นประโยชน์สำหรับการส่งเสริมการท่องเที่ยวด้วย ชุมชนจึงอนุรักษ์ไว้ให้นักท่องเที่ยวได้ชมและคนรุ่นหลังได้เรียนรู้ มีการให้ความรู้เรื่องประวัติความเป็นมา และการดูแลอนุรักษ์ต้นลำพูอย่างเป็นลำดับ   \n     ปัจจุบันอยู่ในความดูแลของกลุ่มศูนย์เรียนรู้เศรษฐกิจพอเพียงบ้านบากันใหญ่ ตำบลเกาะสาหร่าย                       อำเภอเมืองสตูล จังหวัดสตูล"
  },
  {
    "province": "ยโสธร",
    "name": "16. เปือย",
    "age": "120 ปี",
    "circum": "5.10 เมตร",
    "height": "40 เมตร",
    "latlong": "16.006365,104.377074",
    "details": "ต้นเปือย หรือตะแบกต้นนี้มีอายุ ๑๒๐ ปี เส้นรอบวง 5.10 เมตร สูงโดยประมาณ 4๐ เมตร ยืนต้นอยู่บริเวณศาลปู่ตาบ้านโนนเปือย  บริเวณนี้มีลักษณะเป็นเนินดิน มีเนื้อที่ประมาณ ๓๐ ไร่ มีต้นเปือยเกิดขึ้นตามธรรมชาติจำนวนมาก เมื่อชาวบ้านอพยพมาตั้งถิ่นฐานเพื่อมาอยู่อาศัยในบริเวณนั้น ซึ่งใช้ชื่อหมู่บ้านว่า  บ้านโนนเปือย และได้กำหนดให้บริเวณเนินดินป่าต้นเปือยเป็นที่ตั้งของศาลปู่ตาประจำหมู่บ้าน เป็นสถานที่ศักดิ์สิทธิ์  ที่ชาวบ้านให้ความเคารพนับถือ  และต้นเปือยอายุ ๑๒๐ ปีต้นนี้ถือเป็นต้นอาวุโส เพราะมีอายุมากที่สุด ในทุก ๆ ปีจะมีประเพณีเลี้ยงศาลปู่ตา ปีละ ๒ ครั้ง นอกจากนี้ยังใช้เป็นสถานที่จัดพิธีปริวาสกรรมประจำปี (บุญเข้ากรรม)  ในระหว่างวันที่ ๒๕ – ๓๐ มกราคมของทุกปีด้วย \n     ปัจจุบันอยู่ในความดูแลของชุมชนบ้านโนนเปือย หมู่ที่ 1, หมู่ที่ 14 ตำบลโนนเปือย อำเภอกุดชุม จังหวัดยโสธร"
  },
  {
    "province": "บุรีรัมย์",
    "name": "17. แปะ",
    "age": "มากกว่า 200 ปี",
    "circum": "ประมาณ 4.5 เมตร",
    "height": "ประมาณ 14 เมตร",
    "latlong": "14.532424,102.942316",
    "details": "ต้นแปะ ไม้หายากต้นนี้มีอายุมากกว่า ๒๐๐ปี เส้นรอบวงโดยประมาณ ๔.๕ เมตร และสูงประมาณ ๑๔ เมตร  นับเป็นต้นแปะที่เก่าแก่ที่สุดและสูงใหญ่ที่สุดในจังหวัดบุรีรัมย์ ยืนต้นอยู่ในอุทยานประวัติศาสตร์พนมรุ้ง ตำบลตาเป๊ก อำเภอเฉลิมพระเกียรติ จังหวัดบุรีรัมย์  มีประวัติความเป็นมาตามเอกสารประวัติศาสตร์เมืองบุรีรัมย์ว่าในสมัยกรุงธนบุรี เมื่อพระยาจักรีเดินทัพมาพบเมืองร้างอยู่บริเวณลำห้วยจระเข้มาก ซึ่งมีชัยภูมิที่ดีเหมาะแก่การตั้งเมือง จึงทำการตั้งเมืองขึ้น และเรียกชื่อเมืองตามชื่อต้นไม้ที่มีอยู่ในบริเวณนั้นว่า เมืองแปะ ซึ่งชื่อนี้เป็นชื่อเดิมของจังหวัดบุรีรัมย์ \n     ปัจจุบันอยู่ในความดูแลของอุทยานประวัติศาสตร์พนมรุ้ง ตำบลตาเป๊ก อำเภอเฉลิมพระเกียรติ จังหวัดบุรีรัมย์"
  },
  {
    "province": "เชียงราย",
    "name": "18. สมอพิเภก",
    "age": "150 กว่าปี",
    "circum": "3.40 เมตร",
    "height": "50 เมตร",
    "latlong": "20.207213,99.940312",
    "details": "ต้นสมอพิเภกยักษ์ต้นนี้ขึ้นอยู่ในวัดกิ่วพร้าว ตำบลจันจว้าใต้ อำเภอแม่จัน  มีอายุ ๑๕๐ กว่าปี มีเส้นรอบวง ๓.๔๐ เมตรและความสูงประมาณ ๕๐ เมตร ถูกค้นพบโดยครูบาโปตั้งแต่ก่อตั้งวัดเมื่อปี พ.ศ. ๒๔๑๐ ปัจจุบันทางวัดได้อนุรักษ์ไว้ นอกจากเป็นแหล่งเรียนรู้เรื่องสมอพิเภกต้นไม้ยักษ์แล้ว ในวัดยังมีพิพิธภัณฑ์ท้องถิ่นที่บอกเล่าประวัติศาสตร์สะท้อนวิถีชีวิตชุมชนในอดีตที่น่าสนใจด้วย\n     ปัจจุบันอยู่ในความดูแลของวัดกิ่วพร้าว ตำบลจันจว้าใต้ อำเภอแม่จัน จังหวัดเชียงราย"
  },
  {
    "province": "สมุทรสงคราม",
    "name": "19. โพธิ์ ไทร ไกร กร่าง",
    "age": "200 ปี",
    "circum": "ไม่ระบุ",
    "height": "25 เมตร",
    "latlong": "13.445028,99.941333",
    "details": "ต้นไม้สี่ต้นคือ โพธิ์ ไทร ไกร กร่าง อายุกว่า ๒๐๐ ปี ที่ตำบลบางกุ้ง ความสูง 25 เมตร เป็นต้นไม้อัศจรรย์ สามารถเจริญเติบโตร่วมกันปกคลุมและรัดล้อมโบสถ์เก่าของวัดบางกุ้งให้ดำรงอยู่ได้อย่างเหลือเชื่อ  โดยในส่วนที่เสี่ยงต่อการหักพัง รากและกิ่งก้านจะยึดเหนี่ยวไว้อย่างเหนียวแน่น แต่ในส่วนที่ยังคงสภาพดีกลับมีการยึดเหนี่ยวน้อยมาก  และที่พิเศษคือในช่องประตูและหน้าต่างของโบสถ์จะไม่มีต้นไม้ขึ้นปิดบังอยู่เลย มีตำนานเล่าว่า ในสมัยกรุงศรีอยุธยาเป็นราชธานี พ.ศ. ๒๓๐๘ สมเด็จพระเจ้าเอกทัศน์ ทรงโปรดเกล้าฯ ให้ยกกองทัพเรือมาตั้งค่ายที่ตำบลบางกุ้ง เรียกว่า”ค่ายบางกุ้ง” โดยสร้างกำแพงล้อมวัดบางกุ้งให้อยู่กลางค่าย เพื่อเป็นที่ยึดเหนี่ยวจิตใจและเป็นที่เคารพบูชาของทหาร และในปีพุทธศักราช ๒๓๑๗ สมเด็จพระเจ้าตากสินมหาราชได้ยกทัพไปรบกับพม่าที่ค่ายบางแก้ว เมืองราชบุรี ในการเดินทัพครั้งนั้น พระองค์ได้มาหยุดกองทัพพักพล และเสวยพระกระยาหารที่วัดกลางค่ายบางกุ้ง ดังนั้น สถานที่นี้จึงเป็นสถานที่ศักดิ์สิทธิ์ \n     ปัจจุบันอยู่ในความดูแลของวัดบางกุ้ง ตำบลบางกุ้ง อำเภอบางคนที จังหวัดสมุทรสงคราม"
  },
  {
    "province": "พระนครศรีอยุธยา",
    "name": "20. โพธิ์",
    "age": "ไม่ระบุ",
    "circum": "9.60 เมตร",
    "height": "15 เมตร",
    "latlong": "14.356670,100.568247",
    "details": "โพธิ์เก่าแก่ต้นนี้ มีเส้นรอบวงประมาณ 9.60 เมตร ความสูงประมาณ ๑๕ เมตร ยืนต้นอยู่ในวัดมหาธาตุ อุทยานประวัติศาสตร์พระนครศรีอยุธยา  ตำบลประตูชัย อำเภอพระนครศรีอยุธยา จังหวัดพระนครศรีอยุธยา โดยอยู่ในลักษณะปกคลุมผนังวิหารรายที่ตั้งอยู่ทางทิศตะวันออกเฉียงใต้ของวัดมหาธาตุ อุทยานประวัติศาสตร์พระนครศรีอยุธยา  และปรากฏเศียรพระพุทธรูปหินทรายอยู่บริเวณโคนต้นในลักษณะที่มีรากกอดเกี่ยวแน่นหนา สันนิษฐานว่าเศียรพระพุทธรูปนี้หล่นลงมาอยู่ที่โคนต้นโพธิ์ในสมัยเสียกรุงศรีอยุธยา ครั้งที่ ๒ จนรากไม้ขึ้นปกคลุมเศียรพระ ทำให้มีความงดงามแปลกตาและเลื่องลือกลายเป็นสิ่งมหัศจรรย์  นับ เป็นจุดสนใจของนักท่องเที่ยวระดับนานาชาติจนทุกวันนี้\n     ปัจจุบันอยู่ในความดูแลของอุทยานประวัติศาสตร์พระนครศรีอยุธยา กรมศิลปากร"
  },
  {
    "province": "กาฬสินธุ์",
    "name": "21. โพธิ์ใหญ่",
    "age": "มากกว่า 170 ปี",
    "circum": "11.36 เมตร",
    "height": "25 เมตร",
    "latlong": "16.942641,103.234507",
    "details": "ภายในวัดสว่างภิรมย์ บ้านท่าคันโท  จังหวัดกาฬสินธุ์  มีต้นโพธิ์สูงใหญ่ งามสง่าแผ่กิ่งก้านใบให้ความร่มรื่น มามากกว่า 170 ปี มีขนาดเส้นรอบวงได้ประมาณ  ๑๑.๓๖ เมตร สูงประมาณ ๒๕ เมตร แตกกิ่งก้านสาขาออกเป็นพุ่ม ตามกิ่งมีรากอากาศห้อยลงมาบ้าง เปลือกเรียบเป็นสีน้ำตาลปนเทา โคนต้นเป็นพูพอนขนาดใหญ่  ได้รับการดูแลรักษาจากวัดและชาวบ้านเป็นอย่างดี \n     ปัจจุบันอยู่ในความดูแลของวัดสว่างภิรมย์ บ้านท่าคันโท  ตำบลท่าคันโท อำเภอท่าคันโท จังหวัดกาฬสินธุ์"
  },
  {
    "province": "ราชบุรี",
    "name": "22. โพธิ์",
    "age": "ไม่ระบุ",
    "circum": "11 เมตร",
    "height": "10 เมตร",
    "latlong": "13.769285,99.844825",
    "details": "ต้นโพธิ์ต้นนี้มีเส้นรอบวง ๑๑ เมตร ความสูง ๑๐ เมตร อายุประมาณ 8๐ ปี อยู่บริเวณวัดม่วงมีกิ่งก้านสาขาปกคลุมรอบๆ ซุ้มประตูวัด รากของต้นโพธิ์แทงเข้าไปตามซอกและโครงสร้างของซุ้มประตู กิ่งของต้นโพธิ์มีรูปร่างคล้ายกับช้างทรงขนาดใหญ่มองดูแล้วสวยงาม ภายในซุ้มยังมีรูปปั้นพระสังกัจจายน์พระอสีติ มหาสาวก“แห่งโชคลาภ” ตั้งอยู่เพื่อให้ประชาชนมากราบไหว้ขอพร \n    ปัจจุบันอยู่ในความดูแลของวัดม่วง ตำบลบ้านม่วง อำเภอบ้านโป่ง จังหวัดราชบุรี"
  },
  {
    "province": "กำแพงเพชร",
    "name": "23. พระศรีมหาโพธิ์",
    "age": "661 ปี",
    "circum": "7.10 - 10.20 เมตร",
    "height": "18 - 20 เมตร",
    "latlong": "16.47995,99.510825",
    "details": "ต้นพระศรีมหาโพธิ์เป็นต้นไม้ที่เก่าแก่และมีอายุมากถึง 661 ปี มีเส้นรอบวง ๗.๑๐ - ๑๐.๒๐ เมตร (ขนาดประมาณ ๑๐ คนโอบ)  และมีความสูง  ๑๘-๒๐ เมตร สืบความว่าสมเด็จพระมหาธรรมราชาลิไทแห่งกรุงสุโขทัยทรงนำมาจากลังกา เมื่อคราวส่งสมณทูตไปสืบต่ออายุพระพุทธศาสนา และทรงปลูกไว้พร้อมกับพระบรมสารีริกธาตุเมื่อพุทธศักราช ๑๙๐๐ จึงนับเป็นต้นพระศรีมหาโพธิ์เคียงคู่วัดพระบรมธาตุแห่งเมืองกำแพงเพชรมาช้านาน \n     ปัจจุบันอยู่ในความดูแลของวัดพระบรมธาตุ (พระอารามหลวง) ตำบลนครชุม อำเภอเมืองกำแพงเพชร จังหวัดกำแพงเพชร"
  },
  {
    "province": "ชัยนาท",
    "name": "24. กร่าง",
    "age": "ประมาณ 121 ปี",
    "circum": "15 เมตร",
    "height": "45 เมตร",
    "latlong": "14.981243,100.014727",
    "details": "กร่างใหญ่ต้นนี้มีเส้นรอบวง ๑๕ เมตร สูง ๔๕ เมตร มีอายุประมาณ ๑๒1 ปี อยู่ในบริเวณที่ทำการอำเภอหันคา  จังหวัดชัยนาท  มีลักษณะลำต้นใหญ่ ทรงพุ่มกว้างและสูง ถือว่าเป็นต้นไม้ที่มีขนาดใหญ่ที่สุดในอำเภอหันคา เป็นต้นไม้ที่มีมาก่อนก่อสร้างอาคารที่ทำการหลังปัจจุบัน ถือว่าเป็นต้นไม้ใหญ่ที่อยู่คู่กับชุมชนมาช้านาน                \n      ปัจจุบันอยู่ในความดูแลของที่ว่าการอำเภอหันคา จังหวัดชัยนาท"
  },
  {
    "province": "พิษณุโลก",
    "name": "25. ยางนา",
    "age": "1,000 ปี",
    "circum": "15 เมตร",
    "height": "50 เมตร",
    "latlong": "20.207213,99.940312",
    "details": "ยางนาต้นนี้ ยืนต้นอยู่ที่บ้านสวนยาง ตำบลเนินเพิ่ม อำเภอนครไทย จังหวัดพิษณุโลก  มีขนาดเส้นรอบวง 15 เมตร ความสูง 50 เมตร อายุประมาณ 1,000 ปี  นับเป็นต้นยางที่สมบูรณ์ที่สุด ทั้งยังมีการค้นพบซากถ้วยจาน ชามไห พระเก่า เป็นจำนวนมากในบริเวณนี้ด้วย  สันนิษฐานว่าเคยเป็นฐานทัพของพระร่วงมาก่อน ยังมีเรื่องเล่าอีกว่า  ชุมชนนี้เดิมมีต้นยางนาจำนวนมาก จึงมีชื่อชุมชนว่า “บ้านสวนยาง” และในช่วงค้าไม้รุ่งเรือง บริษัทค้าไม้ได้กว้านซื้อต้นไม้ขนาดใหญ่เพื่อนำไปใช้ประโยชน์ แต่ต้นยางต้นนี้กลับรอดจากการกว้านซื้อครั้งนั้น  ชาวบ้านจึงเชื่อว่ามีเจ้าที่เจ้าทางปิดหูปิดตาไม่ให้เห็น  ต่อมา ชาวบ้านใช้ร่มต้นยางเป็นลานตากข้าว และพักอาศัยในฤดูเก็บเกี่ยว  ต้นยางนี้เป็นศูนย์รวมจิตใจของชาวชุมชนบ้านสวนยาง ทุกวันที่ 16 มกราคมของปี ชาวบ้านจะมาร่วมกันห่มผ้าต้นไม้และนิมนต์พระสงฆ์มาทำบุญตักบาตรเป็นประจำ\n     ปัจจุบันอยู่ในความดูแลของชุมชนบ้านสวนยาง ตำบลเนินเพิ่ม อำเภอนครไทย จังหวัดพิษณุโลก"
  },
  {
    "province": "นครปฐม",
    "name": "26. ยางสามยอด",
    "age": "250 ปี",
    "circum": "14 เมตร",
    "height": "30 เมตร",
    "latlong": "13.842660,99.938758",
    "details": "ต้นยางนาสามยอดใหญ่ มีขนาดสูงกว่ายางนาทั่วไป รูปลักษณ์ต้นแยกเป็นสามแฉกคล้ายตรีศูล เส้นรอบวง 14 เมตร ความสูง 30 เมตร  ประมาณอายุ 250ปี ชาวบ้านเชื่อว่ามีสิ่งศักดิ์สิทธิ์สถิตอยู่  จึงเรียกว่า “พ่อปู่ยางนาสามยอด” เป็นที่เคารพนับถือของชุมชนมาอย่างยาวนาน  ในแต่ละปีจะมีงานประจำปีเพื่อเฉลิมฉลองพ่อปู่ด้วย  \n     ปัจจุบันอยู่ในความดูแลขององค์การบริหารส่วนตำบลบ้านยาง อำเภอเมืองนครปฐม จังหวัดนครปฐม"
  },
  {
    "province": "ประจวบคีรีขันธ์",
    "name": "27. ป่ายางนากลางอ่าว",
    "age": "ประมาณ 200 ปี",
    "circum": "5.75 เมตร",
    "height": "85 เมตร",
    "latlong": "11.211217,99.523519",
    "details": "ป่ายางนากลางอ่าว เป็นอาณาจักรต้นยางนาประมาณ ๖,๐๐๐ ต้นใหญ่ที่สุดมีอายุประมาณ ๒๐๐ ปี มีขนาดเส้นรอบวง ๕.๗๕ เมตร สูง ๘๕ เมตรโดยประมาณ  ทั้งหมดอยู่ในเนื้อที่กว่า ๑,๒๐๐ ไร่  ที่อุดมไปด้วยพืชสมุนไพร พืชอาหาร และมีสัตว์ป่าอาศัยอยู่เป็นจำนวนมาก ผู้ทรงคุณวุฒิด้านพฤกษศาสตร์และราชบัณฑิตได้ให้การรับรองว่าเป็นป่ายางนาที่ดีที่สุดแห่งหนึ่งของประเทศไทย นับเป็นแหล่งอนุรักษ์พันธุกรรมตามธรรมชาติของไม้ยางนา ภายใต้โครงการอนุรักษ์แห่งพันธุกรรมตามธรรมชาติของพันธุ์ไม้ป่าในประเทศไทยเพื่อเทิดพระเกียรติพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดชฯ รัชกาลที่ ๙\n     ปัจจุบันอยู่ในความดูแลของวนอุทยานแห่งชาติป่ากลางอ่าว อำเภอบางสะพานใหญ่ จังหวัดประจวบคีรีขันธ์"
  },
  {
    "province": "สกลนคร",
    "name": "28. ยางนา",
    "age": "350 ปี",
    "circum": "12.10 เมตร",
    "height": "60 เมตร",
    "latlong": "17.099754,104.112024",
    "details": "ต้นยางนาใหญ่ต้นนี้ มีเส้นรอบวง ๑๒.๑๐ เมตร สูง ๖๐ เมตร ประมาณอายุ ๓๕๐ ปี ตั้งอยู่ในบริเวณที่ดินวัดศรีสะอาด บ้านดงมะไฟ เดิมเป็นที่ดินของนายสอและนางแก้ว ดวงภูยาว ตกทอดเป็นของทายาทคือนายหล้า นางแปว ดงภูยาว ต่อมามีคนต้องการซื้อต้นยางนา ชาวบ้านร่วมกันคัดค้านและมีการประชุมกันมีมติขอแลกที่ดินของชาวบ้านกับที่ดินบริเวณต้นยางใหญ่ซึ่งมีจำนวน ๑ ไร่ เมื่อเจ้าของยินยอมแล้วชาวบ้านจึงได้ถวายที่ดินดังกล่าวให้วัดศรีสะอาด เพื่ออนุรักษ์ต้นยางใหญ่นี้ไว้เป็นสมบัติของบ้านดงมะไฟสืบต่อไป\n     ปัจจุบันอยู่ในความดูแลขององค์การบริหารส่วนตำบลดงมะไฟ อำเภอเมืองสกลนคร จังหวัดสกลนคร"
  },
  {
    "province": "สุราษฎร์ธานี",
    "name": "29. ยางนา",
    "age": "ประมาณ 400 ปี",
    "circum": "14.64 เมตร",
    "height": "53.5 เมตร",
    "latlong": "9.700909,100.022528",
    "details": "ต้นยางนาใหญ่ลักษณะรูปทรงที่สมบูรณ์และสมส่วน  ขนาดเส้นรอบวง ๑๔.๖๔ เมตร มีความสูง ๕๓.๕ เมตร อายุประมาณ ๔๐๐ ปี  กิ่งก้านใบมีความร่มเย็นผึ้งมาทำรังอาศัยอยู่เป็นจำนวนมาก  ยืนต้นอยู่ติดถนนสายบ้านใต้–ท้องนายปาน ในอำเภอเกาะพะงัน เป็นต้นยางนาใหญ่ที่สุดในประเทศไทย ได้รับรางวัลที่ ๑ การประกวดไม้ยางนาขนาดใหญ่ที่สุด รับพระราชทานรางวัลจากสมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี (จัดโดยมหาวิทยาลัย เกษตรศาสตร์ เมื่อวันที่ ๑๗ พฤศจิกายน พ.ศ. ๒๕๔๒)  ในบริเวณเดียวกันมีต้นยางนาอีกเป็นจำนวนมาก  ยางนาใหญ่ต้นนี้จึงเปรียบเสมือนต้นแม่  ตลอดมาชาวบ้านในพื้นที่ร่วมกันดูแลและอนุรักษ์ต้นยางนาใหญ่ ส่งให้กลายเป็นจุดท่องเที่ยวอีกแห่งหนึ่งในพื้นที่อำเภอเกาะพะงัน มีนักท่องเที่ยวแวะมาเยี่ยมชมและบันทึกภาพเป็นจำนวนมาก\n     ปัจจุบันอยู่ในความดูแลของชุมชนบ้านนอก หมู่ ๒ ตำบลบ้านใต้ อำเภอเกาะพะงัน จังหวัดสุราษฎร์ธานี"
  },
  {
    "province": "นครนายก",
    "name": "30. ตะเคียนทอง",
    "age": "300 ปี",
    "circum": "5.30 เมตร",
    "height": "36 เมตร",
    "latlong": "14.206233,101.224522",
    "details": "ต้นตะเคียนทองต้นนี้มีเส้นรอบวง ๕.๓๐ เมตร และสูง ๓๖ เมตร ประมาณอายุกว่า ๓๐๐ ปี ได้รับรางวัลชนะเลิศ การประกวดต้นไม้ที่มีความโตและสมบูรณ์ที่สุดในจังหวัดนครนายก เชื่อกันว่ามีสิ่งศักดิ์สิทธิ์สถิตอยู่ เป็นที่ตั้งของศาลเจ้าย่าตะเคียนทอง นับเป็นที่พึ่งทางใจของคนในชุมชน \n     ปัจจุบันอยู่ในความดูแลของวัดดง ตำบลบ้านใหญ่ อำเภอเมืองนครนายก จังหวัดนครนายก"
  },
  {
    "province": "ปราจีนบุรี",
    "name": "31. ตะเคียนทอง",
    "age": "มากกว่า 667 ปี",
    "circum": "6.50 เมตร",
    "height": "53 เมตร",
    "latlong": "14.135218,101.292122",
    "details": "ต้นตะเคียนทองต้นนี้ มีเส้นรอบวง ๖.๕๐ เมตร สูงประมาณ ๕๓ เมตร มีอายุมากกว่า ๖๖๗ ปี  เล่ากันว่า  มีสองตายายขอพระราชทานทุนทรัพย์จากพระเจ้าอู่ทองมาสร้างวัดท้าวอู่ทอง และได้ปลูกต้นตะเคียนเพื่อเป็นอนุสรณ์ในกาลมงคลครั้งนั้นด้วย  ต้นตะเคียนทองต้นนี้อยู่คู่กับวัดมาจนถึงปัจจุบัน ชาวบ้านเชื่อว่าเป็นที่สิงสถิตของเจ้าแม่ตะเคียนทอง นับเป็นที่พึ่งทางจิตใจของชาวบ้านในชุมชนละแวกใกล้เคียง มีชาวบ้านมาขอบารมีของสิ่งศักดิ์สิทธิ์เป็นจำนวนมาก ทำให้ทั้งวัดท้าวอู่ทองและต้นตะเคียนดังกล่าว เป็นแหล่งท่องเที่ยวที่สำคัญของจังหวัดปราจีนบุรี      \n     ปัจจุบันอยู่ในความดูแลของวัดท้าวอู่ทอง ตำบลโคกไม้ลาย อำเภอเมืองปราจีนบุรี จังหวัดปราจีนบุรี"
  },
  {
    "province": "ชุมพร",
    "name": "32. ตะเคียนสามพอน",
    "age": "200 ปี",
    "circum": "10 เมตร",
    "height": "29 เมตร",
    "latlong": "10.955853,99.167719",
    "details": "ต้นตะเคียนขนาดใหญ่ต้นนี้ มีลักษณะพิเศษ คือ มีพูพอนสามพอน ชาวบ้านจึงเรียกว่า ตะเคียนสามพอน เส้นรอบวง ๑๐ เมตร สูง ๒๙ เมตร อายุกว่า ๒๐๐ ปี เป็นหนึ่งในกลุ่มต้นตะเคียนขนาดใหญ่หลายพันต้น ที่พบในป่าชุมชนของชาวบ้านห้วยใหญ่ หมู่ที่ ๒ ตำบลสองพี่น้อง อำเภอท่าแซะ จังหวัดชุมพร  ซึ่งเป็นป่าดงดิบ ป่าโบราณ ที่บรรพบุรุษของหมู่บ้านได้พยายามรักษาไว้มายาวนาน  โดยเขตป่าตั้งอยู่ในบริเวณรอยต่อประเทศเมียนมาร์  \n     ต้นตะเคียนสามพอนเป็นต้นไม้แห่งประวัติศาสตร์ ผ่านเหตุการณ์มหาวาตภัย ไต้ฝุ่นเกย์ที่พัดเข้าถล่มจังหวัดชุมพร  เมื่อปี พ.ศ. ๒๕๓๒ ซึ่งในครั้งนั้น ต้นไม้ในป่าสงวนแห่งชาติในเขตอำเภอท่าแซะถูกพายุพัดหักโค่นเป็นจำนวนมาก แต่ต้นตะเคียนสามพอนต้นนี้กลับต้านทานพายุได้ ผู้นำชุมชนและชาวบ้านได้พยายามรักษาต้นตะเคียนสามพอนและผืนป่าแห่งนี้เอาไว้ เนื่องจากเป็นป่าที่สมบูรณ์ที่เหลืออยู่เพียงแห่งเดียวในเขตอำเภอท่าแซะ จังหวัดชุมพร  \n     ปัจจุบันอยู่ในความดูแลของคณะกรรมการป่าชุมชนบ้านห้วยใหญ่ หมู่ที่ ๒ ตำบลสองพี่น้อง อำเภอท่าแซะ จังหวัดชุมพร"
  },
  {
    "province": "จันทบุรี",
    "name": "33. สมพงหรือสะพุง",
    "age": "ประมาณ 300 - 500 ปี",
    "circum": "10 คนโอบ",
    "height": "30 เมตร",
    "latlong": "12.852662,102.203527",
    "details": "ต้นสมพงหรือสะพุงต้นนี้ อายุประมาณ ๓๐๐ – ๕๐๐ ปี  ขนาด ๑๐ คนโอบ สูงประมาณ ๓๐ เมตร อยู่ภายในพุทธอุทยาน วัดเขาบรรจบ ด้วยความเลื่อมใสศรัทธาในพระพุทธศาสนา ชาวสวนทุเรียนในตำบลฉมันจึงได้อุทิศที่ดิน ในหมู่บ้านให้เป็นพื้นที่ในการสร้างวัดเขาบรรจบ แต่เส้นทางที่จะเข้าวัดมีต้นสมพงและโขดหินอยู่เป็นจำนวนมาก สร้างความลำบากให้กับพระสงฆ์ที่จะออกบิณฑบาตและประชาชนที่จะไปวัด ชาวบ้านจึงเจาะต้นสมพงเป็นช่องเล็กๆ เพื่อใช้เป็นทางเข้าออก แม้กระนั้น สมพงต้นนี้ก็ยังแข็งแรงและเจริญเติบโตเป็นปกติจนทุกวันนี้ ชาวบ้านจึงเรียกช่องที่เจาะนี้ว่า “ประตูสวรรค์” เป็นช่องทางที่เข้าสู่ความสงบและธรรมะ  ภายในบริเวณพุทธอุทยานแห่งนี้มีธรรมชาติ อุดมสมบูรณ์ด้วยป่าไม้นานาชนิดพร้อมน้ำตกสวยงาม ดังนั้น การเดินลอดประตูดังกล่าวจึงเปรียบเสมือนเดินเข้าสู่เส้นทางสู่สรวงสวรรค์ของผู้เข้ามาปฏิบัติธรรมและมาทำบุญ\n     ปัจจุบัน สมพงต้นนี้อยู่ในความดูแลของศูนย์ข้อมูลเขตรักษาพันธุ์สัตว์ป่าเขาสอยดาว อำเภอสอยดาว จังหวัดจันทบุรี"
  },
  {
    "province": "ศรีสะเกษ",
    "name": "34. สมพงสี่พี่น้อง",
    "age": "มากกว่า 100 ปี",
    "circum": "5.77 - 8.20 เมตร",
    "height": "30 - 35 เมตร",
    "latlong": "14.509781,104.486847",
    "details": "ต้นสมพงในกลุ่มนี้มีด้วยกันทั้งหมดสี่ต้น มีอายุรุ่นราวคราวเดียวกัน เป็นพันธุ์ไม้เด่นประจำสวนรุกขชาติน้ำตกสำโรงเกียรติ ศรีสะเกษ  ขนาดลำต้นวัดเส้นรอบวงได้ ๕.๗๗- ๘.๒๐ เมตร  ความสูง ๓๐-๓๕ เมตร อายุมากกว่า 100 ปี ด้วยเหตุที่อยู่ในบริเวณสวนรุกขชาติจึงเป็นจุดเด่นจุดหนึ่งสำหรับนักท่องเที่ยว\n     ปัจจุบันอยู่ในความดูแลของสวนรุกขชาติน้ำตกสำโรงเกียรติ ตำบลบักดอง อำเภอขุนหาญ จังหวัดศรีสะเกษ"
  },
  {
    "province": "ตรัง",
    "name": "35. สมพง",
    "age": "มากกว่า 100 ปี",
    "circum": "40 คนโอบ",
    "height": "50 เมตร",
    "latlong": "7.4622150,99.3985620",
    "details": "ต้นสมพง (มันช้าง) อยู่ในพื้นที่ป่าบ้านเขาพลู อำเภอกันตรัง มีขนาดประมาณ ๔๐ คนโอบ ความสูง ๕๐ เมตร อายุมากกว่า 100 ปี  ข้าง ๆมีสายน้ำไหลผ่าน รากมีขนาดใหญ่ เข้าไปนั่งพักเล่นได้ และมีรูตรงกลางส่องไปมองเห็นอีกฝั่ง สามารถถ่ายภาพทะลุผ่านรูช่องว่างตรงกลางได้สวยงาม ปัจจุบันมีนักเรียนนักศึกษาเข้าไปศึกษาเกี่ยวกับวิถีชีวิตป่าเป็นจำนวนมาก เนื่องจากเป็นป่าที่มีความอุดมสมบูรณ์ ชาวบ้านเล่าว่า สมัยก่อนเคยมีสัตว์ใหญ่น้อยนานาชนิดอาศัยอยู่ในบริเวณป่าผืนนี้ด้วย\n     ปัจจุบันอยู่ในความดูแลของอุทยานแห่งชาติหาดเจ้าไหม หมู่ที่ 5 บ้านฉางหลาง ตำบลไม้ฝาด อำเภอสิเกา จังหวัดตรัง"
  },
  {
    "province": "มหาสารคาม",
    "name": "36. ฉำฉาหรือจามจุรี",
    "age": "มากกว่า 120 ปี",
    "circum": "4.9 - 5.1 เมตร",
    "height": "15 เมตร",
    "latlong": "16.326980,103.295852",
    "details": "ต้นฉำฉาหรือจามจุรีต้นนี้อยู่ในบริเวณที่ตั้งโรงเรียนอนุบาลกันทรวิชัย มีลักษณะโดดเด่น ไม่เหมือนใคร คือมีเถาเครือเกล็ดปลาขนาดใหญ่ขึ้นอยู่คู่กัน มีขนาดเส้นรอบวง ๔.๙-๕.๑ เมตร ความสูงประมาณ ๑๕ เมตร มีอายุมากกว่า 120 ปี อยู่คู่โรงเรียนมาตั้งแต่ครั้งเริ่มปลูกสร้างโรงเรียนในปี พ.ศ. ๒๔๖๕  ทางโรงเรียนได้จัดให้บริเวณรอบ ๆ เป็นลานธรรม ให้ครูหรือพระที่สอนศีลธรรมได้ใช้ อบรม ถ่ายทอดความรู้ด้านคุณธรรมจริยธรรมให้แก่เด็กนักเรียนในโรงเรียน\n    ปัจจุบันอยู่ในความดูแลของโรงเรียนอนุบาลกันทรวิชัย ตำบลโคกพระอำเภอกันทรวิชัย จังหวัดมหาสารคาม"
  },
  {
    "province": "กระบี่",
    "name": "37. จามจุรี",
    "age": "ประมาณ 200 ปี",
    "circum": "8.12 เมตร",
    "height": "25 เมตร",
    "latlong": "8.054211,99.027392",
    "details": "ต้นฉำฉาหรือจามจุรีต้นนี้ มีขนาดเส้นรอบวง ๘.๑๒ เมตร ความสูงประมาณ ๒๕ เมตร อยู่ที่วัดธรรมาวุธสรณาราม    จากคำบอกเล่าของพระครูปริยัติธรรมาวุธ เจ้าอาวาสเล่าว่าเป็นต้นไม้ที่ขึ้นเองและเติบโตตามธรรมชาติ ตั้งแต่ก่อนก่อตั้งวัดจึงไม่ทราบปีแน่ชัดว่าเป็นปี พ.ศ. ใด  แต่เมื่อเปรียบเทียบกับประวัติของวัดนั้นเป็นวัดแห่งที่สองของจังหวัดกระบี่ ซึ่งแต่เดิมชื่อวัดบ่อพลอ จึงสันนิษฐานว่าต้นฉำฉาต้นนี้มีอายุประมาณ ๒๐๐ กว่าปี โดยเป็นต้นที่เจริญเติบโตแตกกิ่งก้านจากลำต้นเดิม    \n     ปัจจุบันอยู่ในความดูแลของวัดธรรมาวุธสรณาราม บ้านคลองเสียด ตำบลปกาสัย อำเภอเหนือคลอง จังหวัดกระบี่"
  },
  {
    "province": "หนองบัวลำภู",
    "name": "38. ประดู่",
    "age": "ประมาณ 200 ปี",
    "circum": "4.52 เมตร",
    "height": "31 เมตร",
    "latlong": "17.2441790,102.5625000",
    "details": "ต้นประดู่ต้นนี้ มีเส้นรอบวง ๔.๕๒ เมตร สูง ๓๑ เมตร อายุประมาณ ๒๐๐ ปี ยืนต้นอยู่ในวัดสิริสาลวัน  (วัดนี้หลวงปู่บุญมา ฐิตเปโม พระเกจิอาจารย์เคยเป็นเจ้าอาวาสและจำพรรษาอยู่ ก่อนที่ท่านจะมรณภาพ ในวันที่ ๒๗ เมษายน พ.ศ. ๒๕๒๓ เนื่องจากอุบัติเหตุเครื่องบินตกพร้อมกับ พระเกจิอาจารย์หลายรูป) สันนิษฐานว่าต้นประดู่มีมาก่อนการตั้งวัด และมีตำนานเรื่องเล่าว่าพระภูมิเจ้าที่ที่อาศัยอยู่ในต้นไม้ใหญ่นี้มาเข้าฝันเจ้าอาวาสรูปแรกให้มีการสร้างโบสถ์เพื่อปฏิบัติศาสนกิจของพระสงฆ์และเป็นการทำนุบำรุงศาสนาต่อไป   \n     ปัจจุบัน อยู่ในความดูแลของวัดสิริสาลวัน หมู่ที่ ๒ ตำบลโนนทัน อำเภอเมืองหนองบัวลำภู จังหวัดหนองบัวลำภู"
  },
  {
    "province": "ระนอง",
    "name": "39. กลุ่มต้นประดู่",
    "age": "ประมาณ 120 ปี",
    "circum": "7.5 เมตร",
    "height": "32 เมตร",
    "latlong": "9.738049,98.585864",
    "details": "เป็นกลุ่มต้นประดู่ที่เป็นต้นไม้ที่ขึ้นเองตามธรรมชาติ มีอายุประมาณ ๑2๐ ปี ขนาดเส้นรอบวงได้ ๗.๕ เมตร และมีความสูงถึง ๓๒ เมตร  สมัยก่อนมีจำนวนหลายสิบต้นตั้งแต่บริเวณนี้ยังเป็นวัดร้าง ต่อมาได้สร้างวัดใหม่เป็น วัดราชกรูดล่าง ต้นประดู่ได้ล้มตายไปตามสภาวะอากาศที่เปลี่ยนแปรไป ปัจจุบันยังคงมีต้นประดู่ที่มีความอุดมสมบูรณ์ จำนวน ๕ ต้นด้วยกัน ซึ่งทางวัดได้อนุรักษ์ไว้เป็นต้นไม้ประจำวัด\n     ปัจจุบันอยู่ในความดูแลของวัดราชกรูดล่าง ตำบลราชกรูด อำเภอเมืองระนอง จังหวัดระนอง"
  },
  {
    "province": "อุทัยธานี",
    "name": "40. พระเจ้าห้าพระองค์",
    "age": "300 ปี",
    "circum": "12.72 เมตร",
    "height": "30 เมตร",
    "latlong": "15.608974,99.321148",
    "details": "พระเจ้าห้าพระองค์ต้นนี้มีอายุ 300 ปี มีขนาดเส้นรอบวงประมาณ 12.72 เมตร ความสูงประมาณ ๓๐ เมตร อยู่ในเขตป่าสงวนแห่งชาติป่าห้วยขาแข้ง เป็นหนึ่งในต้นไม้ที่เป็นสัญลักษณ์ของการอนุรักษ์ ฟื้นฟูดูแลรักษาต้นไม้ของชุมชน โดยในช่วงเดือนที่ ๔ ของทุกๆปี จะมีการทำบุญต้นไม้พร้อมเฉลิมพระเกียรติพระบรมวงศานุวงศ์ ทั้งพิธีสงฆ์และพิธีพราหมณ์  โดยเริ่มมา ๕ ปีแล้ว  มีกลุ่มชุมชนบริเวณใกล้เคียงป่าสงวนแห่งชาติป่าห้วยขาแข้งเข้าร่วมในพิธีดังกล่าว \n     ปัจจุบันอยู่ในความดูแลของหน่วยป้องกันรักษาป่า ที่ อน.9 (หนองปรือ) สำนักจัดการทรัพยากรป่าไม้ที่ ๔ สาขานครสวรรค์  กรมป่าไม้  กระทรวงทรัพยากรทางธรรมชาติและสิ่งแวดล้อม"
  },
  {
    "province": "จันทบุรี",
    "name": "41. พระเจ้าห้าพระองค์",
    "age": "ประมาณ 400 ปี",
    "circum": "4.20 เมตร",
    "height": "40 เมตร",
    "latlong": "13.104628,102.195364",
    "details": "ต้นพระเจ้าห้าพระองค์ต้นนี้ มีอายุประมาณ   ๔๐๐ ปี เส้นรอบวงประมาณ ๔.๒๐ เมตร สูงประมาณ ๔๐ เมตร ตั้งอยู่ในเขตรักษาพันธุ์สัตว์ป่าเขาสอยดาว อำเภอสอยดาว ซึ่งเป็นแหล่งรักษาพันธุ์สัตว์ที่สำคัญและเป็นแหล่งท่องเที่ยวที่สำคัญของจังหวัดจันทบุรี นักนิยมไพรทั้งชาวไทยและชาวต่างประเทศเดินทางมาเยี่ยมชมความงดงามของธรรมชาติที่เขตรักษาพันธุ์สัตว์ป่าแห่งนี้เสมอ \n     ปัจจุบันอยู่ในความดูแลของศูนย์ข้อมูลเขตรักษาพันธุ์สัตว์ป่าเขาสอยดาว หมู่ที่ ๕ ตำบลทรายขาว อำเภอสอยดาว            จังหวัดจันทบุรี"
  },
  {
    "province": "ร้อยเอ็ด",
    "name": "42. พะยูง",
    "age": "100 ปี",
    "circum": "2.04 เมตร",
    "height": "30 เมตร",
    "latlong": "15.702862,103.939704",
    "details": "ต้นพะยูงที่มีคุณค่ามหาศาลต้นนี้ มีขนาดเส้นรอบวง ๒.๐๔ เมตร สูง ๓๐ เมตร อายุกว่า ๑๐๐ ปี อยู่ที่ป่าชุมชนบ้านหนองบั่ว ตำบลช้างเผือก อำเภอสุวรรณภูมิ  ชาวบ้านหนองบั่วรักและหวงแหนป่าผืนนี้มากช่วยกันดูแลรักษาต้นไม้ มีกิจกรรมส่งเสริมและสนับสนุนการอนุรักษ์ต้นไม้ อาทิ การบวชต้นไม้ จนได้รับรางวัลลูกโลกสีเขียว และได้พัฒนาป่าผืนนี้เป็นแหล่งเรียนรู้ทางธรรมชาติของชุมชน โดยมีพะยูงต้นใหญ่เป็นหมุดหมายสำคัญของการเรียนรู้ \n     ปัจจุบันอยู่ในความดูแลของชุมชนบ้านหนองบั่ว ตำบลช้างเผือก อำเภอสุวรรณภูมิ จังหวัดร้อยเอ็ด"
  },
  {
    "province": "พัทลุง",
    "name": "43. มะขาม",
    "age": "200 ปี",
    "circum": "3 เมตร",
    "height": "40 เมตร",
    "latlong": "7.459274,100.227176",
    "details": "ต้นมะขามต้นนี้ขึ้นอยู่บนเนินทรายอ่อนริมชายทะเลสาบสงขลา วัดเก่าปากพล มีเส้นรอบวง ๓ เมตร ความสูง ๔๐ เมตร และมีอายุ ๒๐๐ ปี เป็นบริเวณที่ชาวบ้านเห็นความสวยงามร่มรื่น จึงขออนุญาตกรมการศาสนา และจัดหางบประมาณสร้างสถานที่ปฏิบัติธรรมขึ้น ต่อมาองค์การบริหารส่วนตำบลนาปะได้พัฒนาใช้เป็นสถานที่พักผ่อน และใช้เป็นสถานที่จัดกิจกรรมงานประเพณีของท้องถิ่นประจำปี ได้แก่ งานประเพณีลากพระ งานลอยกระทง งานสงกรานต์ นับเป็นต้นมะขามที่เป็นสัญลักษณ์ของความร่มเย็น สอดคล้องกับบรรยากาศทางธรรม\n     ปัจจุบันอยู่ในความดูแลขององค์การบริหารส่วนตำบลนาปะขอ อำเภอบางแก้ว  จังหวัดพัทลุง"
  },
  {
    "province": "กทม.",
    "name": "44. กลุ่มมะขาม สนามหลวง",
    "age": "ไม่ระบุ",
    "circum": "ไม่ระบุ",
    "height": "ไม่ระบุ",
    "latlong": "20.207213,99.940312",
    "details": "เป็นกลุ่มต้นมะขามจำนวน ๗๙๐ ต้น  มีประวัติความเป็นมาว่า ในอดีต (สมัยรัชกาลที่ ๑) มีการใช้พื้นที่บริเวณสนามหลวงในการทำนา เรียกว่าการทำนาหลวง เมื่อว่างเว้นจากการทำนา ก็จัดงานแข่งขันกีฬา และเป็นสถานที่ประกอบพระราชพิธีพระราชทานเพลิงพระศพ ต่อมาในสมัยรัชกาลที่ ๕  เสด็จประพาสต่างประเทศ ทรงเห็นสวนสาธารณะที่ต่างประเทศมีความสวยงาม จึงได้นำต้นมะขามมาปลูกที่สนามหลวงเพื่อให้เป็นสวนสาธารณะในประเทศไทย โดยเริ่มแรกนำมาปลูกจำนวน ๓๖๕ ต้น จากนั้นในปี พ.ศ. ๒๕๒4 นำมาปลูกเพิ่มอีกจำนวน ๔๒๕ ต้น เพื่อเป็นการเฉลิมฉลองกรุงรัตนโกสินทร์ ครบรอบ ๒๐๐ ปี ซึ่งในปี พ.ศ. ๒๕๖๐ กรุงเทพมหานคร ได้ทำการสำรวจต้นมะขามและขึ้นทะเบียนไว้ทั้งหมด ๗๙๐ ต้น     \n     ปัจจุบันอยู่ในความดูแลของกรุงเทพมหานคร"
  },
  {
    "province": "สุโขทัย",
    "name": "45. ทุเรียนยักษ์พันธุ์จระเข้",
    "age": "ประมาณ 108 ปี",
    "circum": "2.70 เมตร",
    "height": "40 เมตร",
    "latlong": "17.666885,99.934803",
    "details": "ต้นทุเรียนยักษ์ พันธุ์จระเข้ ต้นนี้มีขนาดเส้นรอบวงโดยประมาณ ๒.๗๐ เมตร สูง ๔๐ เมตร มีอายุประมาณ 108 ปี นายสวัสดิ์ จันทร์สี เจ้าของสวนทุเรียนเล่าว่า เรื่องเล่าดั้งเดิมมีอยู่ว่า นายมูล ไหวคิด ซึ่งเป็นบิดาของแม่ยาย ขณะนั้น รับราชการเป็นทหาร ไปปฏิบัติหน้าที่แถวชายแดนติดกับฝั่งประเทศพม่า ขณะปฏิบัติหน้าที่ในป่าไปเจอลูกทุเรียนลูกใหญ่ตกอยู่ใต้ต้น มองเผิน ๆ  ดูเหมือนหลังจระเข้จึงได้แกะกิน พบว่ามีเนื้อในหนา แน่น  สีเหลืองสวยงาม กลิ่นหอม รสชาติหวานมัน อร่อยถูกปาก จึงนำเม็ดทุเรียนกลับมาปลูกที่สวนบ้านห้วยตม ตำบลบ้านตึก อำเภอศรีสัชนาลัย และเรียกว่าพันธุ์จระเข้ตามภาพที่เห็นครั้งแรก \n     ปัจจุบัน ทุเรียนต้นนี้อยู่ในความดูแลของนายสวัสดิ์ จันทร์สี บ้านห้วยตม หมู่ ๗ ตำบลบ้านตึก อำเภอศรีสัชนาลัย จังหวัดสุโขทัย"
  },
  {
    "province": "สุราษฎร์ธานี",
    "name": "46. ทุเรียนเจ้าเมือง",
    "age": "300 ปี",
    "circum": "8.15 เมตร",
    "height": "80 เมตร",
    "latlong": "8.652428,99.432776",
    "details": "ต้นทุเรียนโบราณต้นนี้อายุกว่า ๓๐๐ ปี ขนาดเส้นรอบวง ๘.๑๕ เมตร และมีความสูงประมาณ ๘๐ เมตร มีเรื่องเล่าสืบต่อกันมาว่า บริเวณบ้านสวนกล้วย ใกล้น้ำตกห้วยกลิ้งในปัจจุบัน เคยเป็นสวนผลไม้ของเจ้าเมืองเวียงสระ โดยมีผลไม้นานาชนิดในอดีตหากใครลักลอบเข้าไป จะหลงทางหาทางกลับบ้านไม่ได้ เดือดร้อนถึงญาติต้องออกตามหา จุดธูปบนบานสานกล่าว ขอขมาต่อเจ้าเมือง รุกขเทวดา เจ้าที่เจ้าทาง จึงจะพบและนำออกมาได้  ทุเรียนต้นนี้เป็นต้นเดียวที่เหลืออยู่ในบริเวณที่คาดว่าเป็นสวนเจ้าเมืองเวียงสระ\n     ปัจจุบันอยู่ในความดูแลของนายสุวัฒน์  ดาวเรือง บ้านสวนกล้วย ตำบลบ้านส้อง อำเภอเวียงสระ จังหวัดสุราษฎร์ธานี"
  },
  {
    "province": "น่าน",
    "name": "47. กลุ่มต้นตะแบก",
    "age": "300 ปี",
    "circum": "5 คนโอบ",
    "height": "20 เมตร",
    "latlong": "18.86715,100.58358",
    "details": "กลุ่มต้นตะแบกอยู่ริมถนนทางเข้าบ้านใหม่ในฝันซึ่งเป็นหมู่บ้านชนเผ่าเมี่ยน ในตำบลสะเนียน อำเภอเมืองน่าน จังหวัดน่าน ต้นที่ใหญ่สุดมีอายุกว่า ๓๐๐ ปี ขนาดเส้นรอบวง ๕ คนโอบ ความสูงประมาณ ๒๐ เมตร  ที่ผ่านมากระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม ได้เข้าไปทำพิธีบวชต้นตะแบกต้นนี้เพื่อเป็นการอนุรักษ์ ต้นไม้ใหญ่ให้อยู่คู่กับพื้นป่าชุมชนแห่งนี้\n      ปัจจุบันอยู่ในความดูแลขององค์การบริหารส่วนตำบลตำบลสะเนียน อำเภอเมืองน่าน จังหวัดน่าน"
  },
  {
    "province": "เพชรบูรณ์",
    "name": "48. เทพทาโร",
    "age": "ประมาณ 200 ปี",
    "circum": "3.2 เมตร",
    "height": "50 เมตร",
    "latlong": "16.728450,101.016497",
    "details": "ต้นเทพทาโรต้นนี้มีอายุประมาณ 200 ปี มีขนาดเส้นรอบวงโดยประมาณ ๓.๒ เมตร ความสูงโดยประมาณ ๕๐ เมตร ชาวบ้านที่อาศัยอยู่ที่บ้านนายาว ตำบลทุ่งสมอ อำเภอเข้าค้อ จังหวัดเพชรบูรณ์ เล่าว่า คนในหมู่บ้าน เห็นต้นเทพทาโรมามากกว่า ๓ ชั่วคน เมื่อมีการตั้งวัดบ้านนายาว เมื่อปี พ.ศ. ๒๔๖๗  ก็ยังคงดูแลรักษาต้นเทพทาโรนี้ไว้\n     ชาวบ้านถือว่า ต้นเทพทาโรต้นนี้เป็นสมบัติอันล้ำค่าของหมู่บ้าน เพราะนอกจากจะเป็นต้นต้นไม้ใหญ่ อายุยืนนานคู่หมู่บ้านแล้ว ยังเป็นต้นไม้ทรงคุณค่า มีสรรพคุณทางยา นำมาใช้ปรุงเป็นยาหอมแก้ลม จุกเสียด  แน่นเฟ้อ แก้อาการปวดท้อง ขับลมได้ดี นอกจากนี้เมื่อนำมาทำเป็นเครื่องเรือนสามารถกันมอด และแมลงอื่น ๆ ได้ดี\n    ปัจจุบันอยู่ในความดูแลของวัดบ้านนายาว หมู่ที่ ๒ บ้านนายาว ตำบลทุ่งสมอ อำเภอเขาค้อ จังหวัดเพชรบูรณ์"
  },
  {
    "province": "แพร่",
    "name": "49. มะม่วง",
    "age": "300 - 400 ปี",
    "circum": "7 เมตร",
    "height": "32 เมตร",
    "latlong": "18.158060,100.175396",
    "details": "ต้นมะม่วงที่ใหญ่ที่สุดในจังหวัดแพร่ต้นนี้  อยู่ในพื้นที่หมู่ที่  ๒ ตำบลแม่ยม  อำเภอเมืองแพร่  จังหวัดแพร่ มีขนาดลำต้น ๗ เมตร สูง ๓๒ เมตร และคาดว่ามีอายุนานถึง ๓๐๐ - ๔๐๐ ปี เป็นมะม่วงพันธุ์หัวหล่ม ซึ่งเป็นพันธุ์พื้นเมืองผลมีขนาดเท่าไข่ไก่ กลิ่นหอม สีของผลมีสีเหลือง  เมื่อมีการอุปสมบทของคนในพื้นที่ จะนำนาคมาแห่รอบต้นมะม่วงโบราณต้นนี้ จำนวน ๓ รอบ โดยมีความเชื่อว่ารุกขเทวดา สิ่งศักดิ์สิทธิ์จะได้ร่วมอนุโมทนา และอำนวยอวยพรให้ประสบความสำเร็จในชีวิต และ ในช่วงเดือน ๖ แรม ๓ ค่ำของทุกปี ชาวบ้านจะทำพิธีบูชารุกขเทวดา สิ่งศักดิ์สิทธิ์  ซึ่งทำพิธีกรรมดังกล่าวสืบเนื่องมานานกว่า ๒๐๐ ปีแล้ว นอกจากนี้ชาวบ้านยังเชื่ออีกว่า หากใครได้รับประทานผลมะม่วงที่หล่นมาจากต้นมะม่วงต้นนี้  ชีวิตจะมีความเจริญรุ่งเรืองตลอดไป \n     ปัจจุบันอยู่ในความดูแลของชุมชนบ้านต้นค่าหนองหล่ม ตำบลแม่ยม อำเภอเมืองแพร่ จังหวัดแพร่"
  },
  {
    "province": "แม่ฮ่องสอน",
    "name": "50. สัก",
    "age": "450 กว่าปี",
    "circum": "8.40 เมตร",
    "height": "68 เมตร",
    "latlong": "18.164683,97.885067",
    "details": "ต้นสักใหญ่ที่ตำบลแม่ขุนยวม อำเภอแม่สะเรียง จังหวัดแม่ฮ่องสอน ต้นนี้มีอายุ 450 กว่าปีแล้ว มีขนาดเส้นรอบวง 8.40 เมตร สูง 68 เมตร  ได้รับการขึ้นชื่อว่าเป็นบ้านหลังใหญ่ของบรรดานกนานาชนิด รวมทั้งสัตว์ป่าคุ้มครอง เช่น นกขุนแผน นกหัวขวาน ฯลฯ สักตันนี้ ยืนตระหง่านงามสง่าอยู่ท่ามกลางความอุดมสมบูรณ์ของระบบนิเวศทางธรรมชาติ ควรค่าอย่างยิ่งในการเป็นมรดกแห่งแผ่นดิน\n     ปัจจุบันอยู่ในความดูแลของอุทยานแห่งชาติสาละวิน หมู่8 ตำบลแม่คง  อำเภอแม่สะเรียง จังหวัดแม่ฮ่องสอน"
  },
  {
    "province": "ลำปาง",
    "name": "51. ขะจาว หรือเก๊าจาวไม้คู่เมืองลำปาง",
    "age": "มากกว่า 1,000 ปี",
    "circum": "35 เมตร",
    "height": "60 เมตร",
    "latlong": "18.358435,99.549108",
    "details": "ต้นขะจาวหรือเก๊าจาว ไม้ศักดิ์สิทธิ์คู่เมืองลำปางนี้มีลักษณะเป็นสองต้นต้นใหญ่และต้นเล็กโตแยกออกจากกันที่โคนแต่พุ่มและปลายรวมกันเป็นต้นเดียว ต้นใหญ่มีเส้นรอบวงเกือบ ๓๕ เมตร ความสูง ๖๐ เมตร และต้นเล็กมีเส้นรอบวง ๓.๐๒-๓.๙๖ เมตร สูงโดยประมาณ  ๑๕ เมตร  มีเรื่องเล่าสืบต่อกันมาตามความเชื่อว่าต้นขะจาวต้นนี้ ปลูกเมื่อครั้งพุทธกาล โดยชาวลัวะคนหนึ่งนำกิ่งขะจาวทำเป็นคานหาบกระบอกน้ำผึ้ง มะพร้าว และมะตูม มาถวายพระพุทธเจ้าซึ่งประทับอยู่ ณ วัดพระธาตุลำปางหลวง ภายหลังอธิษฐานแล้วนำปลายไม้ขะจาวปักลงไปในดิน ไม่นานไม้คานนั้น ก็แตกกิ่งก้านเจริญเติบโต ชาวบ้านเชื่อว่าเป็นต้นไม้ศักดิ์สิทธิ์ จึงได้นำเอารากไม้ต้นขะจาวไปบูชา หรือนำไปเป็นเครื่องรางของขลังห้อยคอ ต่อมาต้นขะจาวซึ่งเป็นต้นเดิม ได้แห้ง และผุลงจนไม่เห็นซากเดิม แต่มีต้นใหม่งอกออกมาตรงที่เดิมเป็นพุ่มใหญ่ และในเมืองลำปางยังมีต้นขะจาว หรือ เก๊าจาว ณ บริเวณกลางหมู่บ้านท่าโทก  ซอย ๖ “ซอยเก๊าจาว”  หมู่ที่ ๔ ตำบลทุ่งฝาย อำเภอเมืองลำปาง  จังหวัดลำปาง ร่มครึ้มเคียงข้างหอหลวงเจ้าพ่อแสงเมือง ซี่งเป็นที่เคารพสักการะของคนในชุมชน  ประกอบด้วยต้นขะจาวต้นใหญ่ซึ่งเป็นต้นแม่  ๒ ต้น และต้นเล็กอีก ๒ ต้น ซึ่งเกิดจากผลเมล็ดต้นขะจาวต้นแม่  ชาวบ้านคาดว่าน่าจะมีอายุมากกว่า ๑,๐๐๐ ปี ชาวบ้านเล่าว่า จากพิธีกรรมบวงสรวงเจ้าพ่อแสงเมือง ทำให้ทราบว่าท่านเป็นทหารในยามมีศึกท่านจะซุ่มดูข้าศึกอยู่บนต้นขะจาวและส่งสัญญาณให้กองทัพทราบว่ามีศัตรูเข้ามารุกราน \n     ปัจจุบันต้นขะจาวแห่งแรกอยู่ในความดูแลของวัดพระธาตุลำปางหลวง  อำเภอเมือง จังหวัดลำปาง และแห่งที่ ๒ อยู่ในความดูแลของชาวบ้านชุมชนบ้านท่าโทก หมู่ที่ ๔  ตำบลทุ่งฝาย  อำเภอเมือง  จังหวัดลำปาง"
  },
  {
    "province": "ลำพูน",
    "name": "52. กลุ่มต้นขี้เหล็ก",
    "age": "116 ปี",
    "circum": "ประมาณ 0.05 - 3.20 เมตร",
    "height": "ประมาณ 8 - 20 เมตร",
    "latlong": "18.644232,99.042961",
    "details": "กลุ่มต้นขี้เหล็กเหล่านี้มีอายุกว่า 116 ปี เส้นรอบวงประมาณ ๐.๐๕-๓.๒๐ เมตร ความสูงประมาณ ๘-๒๐ เมตร อยู่สองข้างทางถนนเชียงใหม่-ลำพูน ตั้งแต่เริ่มเข้าเขตลำพูน มีประวัติความเป็นมาว่า  ในสมัยรัชกาลที่ ๕ ราวปี พ.ศ.๒๔๓๘ พระยาทรงสุรเดช (อั้น บุนนาค) ข้าหลวงใหญ่มณฑลลาวเฉียง  ให้สร้างถนนสายเชียงใหม่ - ลำพูน  เริ่มตั้งแต่เชิงสะพานนวรัฐ  เลียบแนวแม่น้ำปิงห่างที่วัดกู่ขาว จนถึงเมืองลำพูน  นับเป็นถนนสายแรกที่เป็นเส้นทางคมนาคมติดต่อระหว่างเมืองเชียงใหม่กับลำพูน  เมื่อสร้างถนนเสร็จ เจ้าพระยาสุรสีห์ วิสิษฐ์ศักดิ์ (เชย กัลยาณมิตร ) ข้าหลวงสิทธิ์ขาดมณฑลพายัพคนแรก ได้มีนโยบายท้องถิ่นที่เรียก “น้ำต้องกองต๋ำ” คือต้องการพัฒนาคูคลองและถนนหนทาง  จึงได้นำต้นยางนามาปลูกตลอดสองข้างทางถนนเชียงใหม่ - ลำพูน พอเข้าเขตลำพูนให้ปลูกต้นขี้เหล็ก โดยสันนิษฐานว่า น่าจะปลูกเมื่อราว  พ.ศ.  ๒๔๔๕\n     ปัจจุบัน อยู่ในความดูแลของเทศบาลตำบลอุโมงค์ อำเภอเมือง จังหวัดลำพูน"
  },
  {
    "province": "กาญจนบุรี",
    "name": "53. กระบากขาว หรือขมิ้นดำ",
    "age": "100 กว่าปี",
    "circum": "13.40 เมตร",
    "height": "70 เมตร",
    "latlong": "14.692724,98.405028",
    "details": "กระบากขาวหรือขมิ้นดำต้นนี้ มีเส้นรอบวง ๑๓.๔๐ เมตร ความสูง ๗๐ เมตร อายุประมาณ ๑๐๐ กว่าปี ยืนต้นอยู่กลางหุบเขาในอุทยานแห่งชาติทองผาภูมิ บริเวณดังกล่าวนอกจากมีธรรมชาติที่อุดมสมบูรณ์แล้ว ยังเป็นที่อยู่อาศัยของปูราชินีซึ่งเป็นสัตว์ป่าคุ้มครองประเภทที่ ๑ ของไทยอาศัยอยู่ด้วย อีกทั้งยังมีบ่อน้ำทิพย์ ซึ่งเป็นหลุมยุบขนาดใหญ่อยู่กลางหุบเขาบนเทือกหินปูน  ปรากฏภาพสะท้อนของหน้าผาและต้นไม้จากน้ำมีความสวยงามและตระการตา \n      ต้นขมิ้นดำเป็นต้นไม้หายาก  ปัจจุบันอยู่ในความดูแลของอุทยานแห่งชาติทองผาภูมิ อำเภอทองผาภูมิ  จังหวัดกาญจนบุรี"
  },
  {
    "province": "อุทัยธานี",
    "name": "54. มะค่ายักษ์",
    "age": "300 ปี",
    "circum": "10.15 เมตร",
    "height": "8 เมตร",
    "latlong": "15.176414,99.693102",
    "details": "มะค่ายักษ์ต้นนี้อายุ 300 ปี มีเส้นรอบวง ๑๐.๑๕ เมตร ความสูง ๘ เมตร เป็นต้นไม้ในเขตเทศบาลตำบลเมืองการุ้ง ที่ชาวบ้านได้ทำการอนุรักษ์ไว้ เนื่องจากเป็นต้นไม้ใหญ่ หาได้ยาก ในช่วงประเพณีสงกรานต์ของทุกปีจะมีการจัดกิจกรรมรดน้ำดำหัวผู้สูงอายุในบริเวณลานต้นมะค่ายักษ์  ชุมชนมีความเชื่อในเรื่องบนบานศาลกล่าวให้สมหวัง มีชื่อเสียงแพร่ไปถึงจังหวัดใกล้เคียงด้วย                  \n     ปัจจุบันอยู่ในความดูแลของนายสมจิตต์  สุขสุวรรณ เจ้าของพื้นที่ ในเขตเทศบาลตำบลเมืองการุ้ง"
  },
  {
    "province": "ฉะเชิงเทรา",
    "name": "55. จัน",
    "age": "ประมาณ 170 ปี",
    "circum": "4.25 เมตร",
    "height": "10 เมตร",
    "latlong": "13.689185,101.074338",
    "details": "ต้นจันนี้ อายุประมาณ ๑70 ปี เส้นรอบวง ๔.๒๕ เมตร สูงโดยประมาณ ๑๐ เมตร อยู่ที่วัดปิตุลาธิราชรังสฤษฏิ์ (วัดเมืองหรือวัดหน้าเมือง) ซึ่งวัดเมืองสร้างขึ้นเมื่อ พ.ศ. ๒๓๗๗ โดยพระเจ้าบรมวงศ์เธอ กรมหลวงรักษ์รณเรศ พระราชโอรส ในพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช (รัชกาลที่ ๑)  และเจ้าจอมมารดาน้อยแก้ว ปัจจุบันได้รับการขึ้นทะเบียนเป็นโบราณสถานจากกรมศิลปากร  ในวัดปิตุลาธิราชรังสฤษฏิ์ มีบริเวณที่เป็นสถานที่สำคัญของเมืองฉะเชิงเทราและประวัติศาสตร์ไทย คือ บริเวณต้นจัน ซึ่งใช้เป็นลานประหารกบฏอั้งยี่ เมื่อครั้งรัชกาลที่ ๓ หลังจากเหตุการณ์ในครั้งนั้น หากมีการประหารนักโทษด้วยการตัดหัว เจ้าเมืองฉะเชิงเทรา  ในยุคต่อๆ มาก็จะใช้บริเวณเดียวกันนี้  และยกเลิกไปในที่สุด ต่อมาชาวบ้านในละแวกดังกล่าว จะเก็บผลจากต้นจันต้นนี้ไปทำยาสมุนไพร ตามกรรมวิธีของแพทย์แผนไทย ทางวัดปิตุลาธิราชรังสฤษฏ์ จึงได้นำรูปปั้นของหมอชีวกโกมารภัจจ์ มาตั้งไว้บริเวณต้นจัน เพื่อเป็นที่สักการะและเป็นที่พึ่งทางใจให้กับผู้ป่วยและญาติของผู้ป่วย ขอพรให้หายจากโรคภัยไข้เจ็บที่เกิดขึ้น\n     ปัจจุบันอยู่ในความดูแลของ วัดปิตุลาธิราชรังสฤษฏิ์ ตำบลหน้าเมือง อำเภอเมืองฉะเชิงเทรา จังหวัดฉะเชิงเทรา"
  },
  {
    "province": "ชลบุรี",
    "name": "56. ไม้แดง",
    "age": "ประมาณ 153 ปี",
    "circum": "4.20 เมตร",
    "height": "40 เมตร",
    "latlong": "13.289220,101.094590",
    "details": "ไม้แดงต้นนี้มีอายุประมาณ ๑๕๓ ปี เส้นรอบวง ๔.๒๐ เมตร สูงประมาณ ๔๐ เมตร  มีประวัติความเป็นมาว่า  ในรัชสมัยของสมเด็จพระเจ้าทรงธรรม โปรดเกล้าโปรดกระหม่อมให้มีท้องตราไปยังหัวเมืองต่างๆ เพื่อสืบหารอยพระพุทธบาทที่ประดิษฐานอยู่ที่เขาสุวรรณบรรพต ครั้งนั้นเจ้าเมืองบางปลาสร้อยได้สืบค้นจนพบว่ามีรอยศิลาที่คล้ายคลึงกับรอยเท้าของคนอยู่ในเขตเมืองบางปลาสร้อย สมเด็จพระเจ้าทรงธรรม  จึงได้แต่งกองทหารมาตรวจสอบ รักษา ตลอดถึงทำแผนที่บอกตำแหน่งที่ตั้งของรอยให้ชัดเจนแล้วจึงทำเป็นใบบอกส่งกลับมาถวายสมเด็จพระเจ้า   ทรงธรรม กองทหารกลุ่มดังกล่าวได้ตั้งมั่นอยู่บนพื้นที่ใกล้เคียงกับรอยศิลาที่พบจนวาระสุดท้ายของชีวิต ชาวบ้านจึงได้ตั้งศาลขึ้นเรียกว่า “ศาลเจ้าพ่อขุนด่าน” เป็นที่สิงสถิตของวิญญาณทหารและเป็นที่สักการะบูชาดวงวิญญาณของทหารเหล่านั้น ครั้นถึงปี พ.ศ. ๒๕๐๐ ได้มีการย้ายศาลมาตั้งยังบริเวณที่เป็นที่ตั้งในปัจจุบัน ในการย้ายศาลเจ้าพ่อขุนด่านในครั้งนี้ ชาวบ้านได้พบกับต้นแดงต้นนี้ ชาวบ้านจึงคิดที่จะอนุรักษ์พร้อมกับต้นไม้รอบๆ บริเวณดังกล่าวซึ่งยังคงความอุดมสมบูรณ์อยู่ด้วย ทั้งนี้ ชาวบ้านได้มีการสร้างแท่นบูชาฟ้าดินไว้ใกล้กับต้นแดงด้วย เพื่อให้ต้นแดงเป็นเสมือน “ฉัตร” ของศาลดังกล่าว และเป็นเสมือนหลังคาที่คอยปกปักษ์รักษาสร้างความร่มเย็นให้กับชาวบ้านในละแวกนั้น \n     ปัจจุบันอยู่ในความดูแลของ ศีลธรรมสมาคม หน้าศาลเจ้าพ่อขุนด่าน หมู่ที่ 4 ตำบลบ้านบึง อำเภอบ้านบึง จังหวัดชลบุรี"
  },
  {
    "province": "ขอนแก่น",
    "name": "57. มะเดื่อกวาง",
    "age": "ประมาณ 260 - 270 ปี",
    "circum": "6.35 เมตร",
    "height": "50 เมตร",
    "latlong": "16.624762,102.923333",
    "details": "มะเดื่อกวาง ต้นนี้มีอายุประมาน 260-๒๗๐ ปี มีขนาดเส้นรอบวง ๖.๓๕ เมตร และมีความสูงโดยประมาณ ๕๐ เมตร  เกิดขึ้นเองตามธรรมชาติที่ป่าชุมชนบ้านหัวบึง หรือชาวบ้านเรียกว่า ป่าดอนดงคำ ซึ่งพื้นที่เป็นป่าดั้งเดิมของบ้านหัวบึง หมู่ที่ ๙ ตำบลทรายมูล อำเภอน้ำพอง จังหวัดขอนแก่น เดิมหมู่บ้านหัวบึงตั้งขึ้นเมื่อปี พ.ศ. ๒๔๓๘ โดยมีผู้คนอพยพมาจาก ๒ หมู่บ้านคือ บ้านโคกล่าม กับ บ้านขามเรียน หลวงปู่สีทน กิตติปัญโญ ซึ่งเป็นพระที่ชาวบ้านให้ความเคารพนับถือมาก เป็นผู้นำในการ อพยพคนทั้ง ๒ หมู่บ้าน มาอยู่ที่ริมหนองบึง ตั้งชื่อหมู่บ้านใหม่เป็น “บ้านหัวบึง” และสั่งห้ามมิให้ตัดโค่นทำลายต้นไม้ทุกชนิดในป่าชุมชน หากใครตัดโค่นทำลายจะมีอันเป็นไป ป่าชุมชนผืนนี้ อุดมสมบูรณ์ เป็นที่ตั้งของต้นมะเดื่อกวาง และต้นไม้นานาชนิดมาตั้งแต่อดีต ถึงปัจจุบัน\n     ปัจจุบันอยู่ในความดูแลของชุมชนบ้านหัวบึง หมู่ 9 ตำบลทรายมูล อำเภอน้ำพอง ขึ้นกับองค์การบริหารส่วนตำบลทรายมูล อำเภอน้ำพอง จังหวัดขอนแก่น"
  },
  {
    "province": "นครราชสีมา",
    "name": "58. มะค่าแต้",
    "age": "100 ปี",
    "circum": "4 เมตร",
    "height": "25 เมตร",
    "latlong": "14.751680,102.342170",
    "details": "ต้นมะค่าแต้ต้นนี้มีขนาดเส้นรอบวงประมาณ ๔ เมตร สูง ๒๕ เมตร มีอายุ ๑๐๐ ปี เป็นสัญลักษณ์ ของความสามัคคี ความรัก ความผูกพันของคน ๓ หมู่บ้านคือ หมู่ที่ ๑ หมู่ที่ ๒ และหมู่ที่ ๘ ตำบลแหลมทอง  อำเภอหนองบุญมาก เล่ามาว่า ชาวบ้านได้ช่วยกันปลูกไว้บริเวณวัดหนองหัวแรต ตั้งแต่ปี พ.ศ. ๒๔๕๐ และช่วยกันดูแลรักษามาจนทุกวันนี้ \n     ปัจจุบันอยู่ในความดูแลของวัดหนองหัวแรต ตำบลแหลมทอง อำเภอหนองบุญมาก จังหวัดนครราชสีมา"
  },
  {
    "province": "เลย",
    "name": "59. กลุ่มต้นสนสองใบและสามใบ",
    "age": "ไม่ระบุ",
    "circum": "4.40 เมตร",
    "height": "ระหว่าง 40 - 45 เมตร",
    "latlong": "18.786917,98.986528",
    "details": "กลุ่มต้นสนสองใบ มีเส้นรอบวงโดยเฉลี่ย ๔.๔๐ เมตร สูงระหว่าง ๔๐ - ๔๕ เมตร ยืนต้นอยู่ในอุทยานแห่งชาติภูกระดึง เป็นกลุ่มมีอายุเก่าแก่ที่สุดในอุทยานแห่งนี้ ตั้งอยู่บริเวณที่กางเต็นท์ของนักท่องเที่ยว ได้รับการอนุรักษ์จากอุทยานแห่งชาติภูกระดึง เป็นต้นไม้สัญลักษณ์ของภูกระดึง และส่งเสริมให้นักท่องเที่ยวเดินทางมาท่องเที่ยวยังภูกระดึง และต้นสนสามใบ มีเส้นรอบวง ๑.๖๕ เมตร สูง ๒๐ - 21 เมตร เป็นต้นสน ที่พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช และสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ ในรัชกาลที่ ๙ ทรงปลูก เพื่อเป็นอนุสรณ์แห่งการเสด็จพระราชดำเนินในครั้งนี้ เพื่อเป็นแบบอย่างในการให้ความสำคัญกับการปลูกต้นไม้ และให้ทุกคนตระหนักถึงคุณค่าของป่าไม้ \n     ปัจจุบันอยู่ในความดูแลของอุทยานแห่งชาติภูกระดึง อำเภอภูกระดึง จังหวัดเลย"
  },
  {
    "province": "หนองบัวลำภู",
    "name": "60. หว้า",
    "age": "200 ปี",
    "circum": "4.14 เมตร",
    "height": "28.50 เมตร",
    "latlong": "17.3447200,102.0203270",
    "details": "ต้นหว้าต้นนี้มีเส้นรอบวง  ๔.๑๔ เมตร สูง ๒๘.๕๐ เมตรโดยประมาณ อายุ 200 ปี ตั้งอยู่ ณ วัดถ้ำเอราวัณ บ้านผาอินแปลง หมู่ที่ ๓ ตำบลวังทอง อำเภอนาวัง จังหวัดหนองบัวลำภู เป็นต้นหว้าที่มีขนาดใหญ่ที่สุด ต้นหนึ่ง สันนิษฐานว่าน่าจะเกิดก่อนตั้งวัดนานพอสมควร ชาวบ้านถือเป็นต้นหว้าสัญลักษณ์ของวัด โดยเฉพาะในช่วงเวลาที่ชาวบ้านจัดประเพณีขึ้นเขาในเทศกาลสงกรานต์\n     ปัจจุบันอยู่ในความดูแลของวัดถ้ำเอราวัณ บ้านผาอินแปลง หมู่ที่ ๓ ตำบลวังทอง อำเภอนาวัง จังหวัดหนองบัวลำภู"
  },
  {
    "province": "อำนาจเจริญ",
    "name": "61. ค้อ",
    "age": "200 ปี",
    "circum": "6 เมตร",
    "height": "30 เมตร",
    "latlong": "15.682645,104.655434",
    "details": "ต้นค้อต้นนี้ มีเส้นรอบวง  6 เมตร สูง 30 เมตร  อายุ 200 ปี ตั้งอยู่ในวัดอำนาจ บ้านอำนาจ ตำบลอำนาจ  อำเภอลืออำนาจ จังหวัดอำนาจเจริญ  เป็นต้นไม้โบราณที่มีขนาดใหญ่ และมีความเกี่ยวข้องกับการตั้งชื่อบ้านเมืองในสมัยโบราณ คือบ้านค้อใหญ่ และกลายมาเป็นเมืองอำนาจเจริญในปัจจุบัน \n     ปัจจุบันอยู่ในความดูแลของวัดอำนาจ ตำบลอำนาจ อำเภอลืออำนาจ จังหวัดอำนาจเจริญ"
  },
  {
    "province": "ยะลา",
    "name": "62. หลุมพอ",
    "age": "500 ปีขึ้นไป",
    "circum": "4.5 เมตร",
    "height": "30 - 35 เมตร",
    "latlong": "5.856936,101.235420",
    "details": "หลุมพอต้นนี้มีขนาดเส้นรอบวง ๔.๕ เมตร และมีความสูง ๓๐ - ๓๕ เมตร อายุ ๕๐๐ ปีขึ้นไป ต้นนี้เกิดขึ้นตามธรรมชาติในเขตป่าพระนามาภิไธย ภาคใต้ เขต ๒ หรือป่าฮาลาบาลา อันอุดมสมบู    รณ์ไปด้วยพืชพันธุ์หลากหลายสายพันธุ์ และเป็นที่อยู่อาศัยของสัตว์ป่านานาชนิด เป็นไม้ที่มีคุณค่าที่ชุมชนที่ช่วยกันอนุรักษ์ เป็นประโยชน์ในการศึกษาเยี่ยมชมของนักท่องเที่ยว สร้างความประทับใจได้เป็นอย่างมาก\n     ปัจจุบันอยู่ในความดูแลของชุมชนหมู่บ้านจุฬาภรณ์พัฒนา ๑๐ หมู่ที่ ๑๐ ตำบลอัยเยอร์เวง อำเภอเบตง จังหวัดยะลา"
  },
  {
    "province": "สงขลา",
    "name": "63. เลียบ",
    "age": "400 กว่าปี",
    "circum": "19.5 เมตร",
    "height": "28.50 เมตร",
    "latlong": "18.786917,98.986528",
    "details": "เลียบต้นนี้ อายุยืนยาวมานานแต่อดีตกาลนับได้ 4๐๐ กว่าปี วัดขนาดเส้นรอบวงได้ ๑๙.๕ เมตร และมีความสูง ๒๘.๕๐ เมตร  แผ่กิ่งก้านสาขา ให้ร่มเงาและความร่มรื่นอยู่ภายในวัดต้นเลียบ ควบคู่ไปกับเจดีย์ที่ฝังรกของหลวงปู่ทวดเหยียบน้ำทะเลจืด จึงถือกันว่าเป็นต้นไม้ที่มีความศักดิ์สิทธิ์เป็นอย่างยิ่ง เพราะตามประวัติความเป็นมาต้นเลียบนี้เป็นที่ฝังรกของหลวงปู่ทวดเหยียบน้ำทะเลจืด ชาวบ้านจึงเชื่อว่ามีเทวดาคุ้มครองดูแล นับเป็นศูนย์รวมจิตใจของชาวบ้านมาช้านาน \n     ปัจจุบันอยู่ในความดูแลของ วัดต้นเลียบ ตำบลดีหลวง อำเภอสทิงพระ จังหวัดสงขลา"
  }
]